[
    {
      "arabic_dua": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "transcript": "Рабба-на! Ати-на фи-д-дунйа хасанатан ва филь-ахырати хасанатан ва кы-на ‘азаба н-нар.",
      "translate": "Господь наш! Даруй нам в мире этом добро и в мире вечном добро и защити нас от мук Огня."
    },
    {
      "arabic_dua": "اللَّهُمَّ فَإِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَفِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَمِنْ شَرِّ فِتْنَةِ الْفَقْرِ وَأَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ",
      "transcript": "Аллахумма фа-ин-ни а‘узу би-ка мин фитнати н-нари ва ‘азаби н-нари ва фитнати ль-кабри ва ‘азаби ль-кабри ва мин шарри фитнати ль-гына ва мин шарри фитнати ль-факри ва а‘узу би-ка мин шарри фитнати ль-масихи д-даджжаль. Аллахумма гсиль хатайа-йа би-ма’и с-сальджи ва-ль-баради ва наккы кальби мин аль-хатайа кя-ма наккайта с-сауба ль-абйада мин ад-данаси ва ба‘ид байни ва байна хатайа-йа кя-ма ба‘адта байна ль-машрикы ва-ль-магриб. Аллахумма ин-ни а‘узу би-ка мин аль-касали ва-ль-харами ва-ль-ма‘сами ва-ль-маграм.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от испытания, [которое может привести в] Огонь, и мук Огня, и испытания могилы, и мучений могилы, и зла испытания богатством , и зла испытания бедностью , и я прибегаю к Твоей защите от зла искушения Лжемесcии. О Аллах! Смой прегрешения мои водой, [вытопленной из] снега и града, и очисти сердце моё от грехов, как очищаешь Ты белую одежду от грязи, и удали меня от прегрешений моих, как удалил Ты восток от запада. О Аллах! Поистине, я прибегаю к Твоей защите от нерадения, старческой дряхлости, [всего‚ что приводит к] греху, и [бремени] долга."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْهَرَمِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин аль-‘аджзи ва-ль-касали ва-ль-джубни ва-ль-харами ва-ль-бухли ва а‘узу би-ка мин ‘азаби ль-кабри ва мин фитнати ль-махйа ва-ль-мамат.",
      "translate": "О Аллах! Поистине я прибегаю к Твоей защите от слабости, лени, малодушия, старческой дряхлости и скупости , я прибегаю к Твоей защите от мучений могилы, и я прибегаю к Твоей защите от испытаний жизни и смерти."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلاَءِ وَدَرَكِ الشَّقَاءِ وَسُوءِ الْقَضَاءِ وَشَمَاتَةِ الْأَ عْدَاءِ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин джахди ль-баля’и ва дараки ш-шика’и ва су’и ль-када’и ва шаматати ль-а‘да’.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от трудностей испытания, губительного бедствия, злополучия предустановления и злорадства врагов."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي وَاجْعَلِ الْحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ وَاجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ",
      "transcript": "Аллахумма аслих ли дини ллязи хуа ‘исмату амри ва аслих ли дунйа-йа лляти фи-ха ма‘аши ва аслих ли ахырати лляти фи-ха ма‘ади ва-дж‘али ль-хайата зийадатан ли фи кулли хайрин ва-дж‘али ль-маута рахатан ли мин кулли шарр.",
      "translate": "О Аллах! Приведи в порядок мою религию , которая служит мне защитой [во всех] моих делах, и приведи в порядок мои дела в мире этом , где я живу, и приведи в порядок мои [дела в] мире вечном , куда я вернусь, и сделай так, чтобы жизнь [только] добавляла мне всякого блага, и сделай для меня смерть отдохновением от всякого зла."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى",
      "transcript": "Аллахумма ин-ни ас’лю-ка ль-худа ва-т-тука ва-ль-’афафа ва-ль-гына.",
      "translate": "О Аллах! Поистине, я прошу [даровать мне] руководство, благочестие, [способность к] воздержанию  и богатства ."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ وَعَذَابِ الْقَبْرِ اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلَاهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابُ لَهَا",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин аль-аджзи ва-ль-касали ва-ль-джубни ва-ль-бухли ва-ль-харами ва ‘азаби ль-кабр. Аллахумма ати нафси таква-ха ва закки-ха анта хайру ман заккя-ха анта Валийу-ха ва Мауля-ха. Аллахумма ин-ни а‘узу би-ка мин ‘ильмин ля йанфа‘у ва мин кальбин ля йахша‘у ва мин нафсин ля ташба‘у ва мин да‘ватин ля йустаджабу ля-ха.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от слабости, нерадения, малодушия, скупости, старческой дряхлости и мучений могилы. О Аллах! Даруй душе моей благочестие и очисти ее, [ведь] Ты — лучший из очищающих [душу]  и Ты — ее Покровитель и Владыка. О Аллах! Поистине, я прибегаю к Твоей защите от бесполезного знания, от сердца, не проявляющего смирения, от души, которая не [может] насытиться, и от мольбы, которой не внемлют."
    },
    {
      "arabic_dua": "اللَّهُمَّ اهْدِنِي وَسَدِّدْنِي",
      "transcript": "Аллахумма хди-ни ва саддид-ни.",
      "translate": "О Аллах! Руководи мной и направляй меня  [всегда и во всем]."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَتَحَوُّلِ عَافِيَتِكَ وَفُجَاءَةِ نِقْمَتِكَ وَجَمِيعِ سَخَطِكَ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин завали ни‘мати-ка ва тахаввули ‘афийати-ка ва фуджа’ати никмати-ка ва джами‘и сахаты-ка.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от прекращения [оказания] Тобой благодеяний, перемены [в том, что касается дарованного] Тобой благополучия , внезапности Твоей кары и всего, [что может вызвать] Твой гнев."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин шарри ма ‘амильту ва мин шарри ма лям а‘маль.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от зла того, что я сделал, и зла того, чего я не делал."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَكْثِرْ مَالِي وَوَلَدِي وَبَارِكْ لِي فِيمَا أَعْطَيْتَنِي",
      "transcript": "Аллахумма аксир мали ва валяди ва барик ли фи-ма а‘тайта-ни.",
      "translate": "О Аллах! Умножь мое богатство и мое потомство и сделай благословенным то, что Ты даровал мне ."
    },
    {
      "arabic_dua": "لاَ إِلَهَ إِلاَّ اللّٰهُ الْعَظِيمُ الْحَلِيمُ لاَ إِلَهَ إِلاَّ اللّٰهُ رَبُّ الْعَرْشِ الْعَظِيمِ لاَ إِلَهَ إِلاَّ اللّٰهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ",
      "transcript": "Ля иляха илля Ллаху ль-Азыму ль-Халиму ля иляха илля Ллаху Раббу ль-‘арши ль-‘азыми ля иляха илля Ллаху Раббу с-самавати ва Раббу ль-арды ва Раббу ль-‘арши ль-карими .",
      "translate": "Нет бога, кроме Аллаха, Великого, Кроткого, нет бога, кроме Аллаха, Господа великого престола, нет бога, кроме Аллаха, Господа небес, и Господа земли, и Господа благородного престола."
    },
    {
      "arabic_dua": "اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ",
      "transcript": "Аллахумма рахмата-ка арджу фа ля такильни иля нафси тарфата ‘айнин ва аслих ли ша’ни кулля-ху. Ля иляха илля анта.",
      "translate": "О Аллах! Милости Твоей прошу, так не доверяй же меня душе моей ни на мгновение и приведи в порядок все дела мои. Нет бога, кроме Тебя."
    },
    {
      "arabic_dua": "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
      "transcript": "Ля иляха илля анта субхана-ка! Ин-ни кунту мин аз-залимин!",
      "translate": "Нет бога, кроме Тебя, пречист Ты! Поистине, был я одним из несправедливых!"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي عَبْدُكَ ابْنُ عَبْدِكَ ابْنُ أَمَتِكَ نَاصِيَتِي بِيَدِكَ مَاضٍ فِيَّ حُكْمُكَ عَدْلٌ فِيَّ قَضَاؤُكَ أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي وَنُورَ صَدْرِي وَجَلاَءَ حُزْنِي وَذَهَابَ هَمِّي",
      "transcript": "Аллахумма ин-ни ‘абду-ка ибну ‘абди-ка ибну амати-ка насыйати би-йади-ка мадын фиййа хукму-ка ‘адлюн фиййа када’у-ка. Ас’алю-ка би-кулли смин хуа ля-ка саммайта би-хи нафса-ка ау анзальта-ху фи китаби-ка ау ‘аллямта-ху ахадан мин халькы-ка ау иста’сарта би-хи фи ‘ильми ль-гайби ‘инда-ка ан тадж‘аля ль-курана раби‘а кальби ва нура садри ва джаля’а хузни ва захаба хамми.",
      "translate": "О Аллах! Поистине, я — раб Твой, и сын раба Твоего, и сын рабыни Твоей. Я подвластен Тебе, [выполнение любого] Твоего решения обязательно для меня, а приговор, вынесенный Тобой мне, справедлив. Заклинаю Тебя каждым из Твоих имен, которым Ты назвал Себя Сам, или ниспослал его в Книге Твоей, или открыл его кому — либо из сотворенных Тобой [существ] , или оставил скрытым ото всех, кроме Тебя, сделать Коран весной  моего сердца, светом моей груди, а так же причиной исчезновения моей грусти и прекращения моего беспокойства."
    },
    {
      "arabic_dua": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
      "transcript": "Аллахумма мусаррифа ль-кулюб! Сарриф кулюба-на ‘аля та‘ати-ка.",
      "translate": "О Аллах, изменяющий [состояния] сердец! [Приведи] наши сердца к покорности Тебе."
    },
    {
      "arabic_dua": "يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ",
      "transcript": "Йа Мукаллиба ль-кулюб! Саббит кальби ‘аля дини-ка.",
      "translate": "О направляющий сердца ! Укрепи сердце мое в Твоей религии ."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أسْألُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ",
      "transcript": "Аллахумма ин-ни ас‘алю-ка ль-‘афийата фи-д-дунйа ва-ль-ахырати.",
      "translate": "О Аллах! Поистине, я прошу Тебя избавить [меня от бедствий] в мире дольнем и в мире вечном ."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَحْسِنْ عَاقِبَتَنَا فِي الْأُمُورِ كُلِّهَا وَأجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَعَذَابِ الْآخِرَةِ",
      "transcript": "Аллахумма ахсин ‘акыбата-на фи-ль-умури кулли-ха ва аджир-на мин хызйи д-дунйа ва ‘азаби ль-ахырати.",
      "translate": "О Аллах! Приведи к хорошему исходу все наши дела и защити нас от позора в мире дольнем и мучений в мире ином ."
    },
    {
      "arabic_dua": "رَبِّ أَعِنِّي وَلاَ تُعِنْ عَلَيَّ وَانْصُرْنِي وَلاَ تَنْصُرْ عَلَيَّ وَامْكُرْ لِي وَلاَ تَمْكُرْ عَلَيَّ وَاهْدِنِي وَيَسِّرِ الْهُدَي إِلَيَّ وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَيَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مِطْوَاعًا إِلَيْكَ مُخْبِتًا أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَثَبِّتْ حُجَّتِي وَاهْدِ قَلْبِي وَسَدِّدْ لِسَانِي وَاسْلُلْ سَخِيمَةَ قَلْبِي",
      "transcript": "Рабби! А‘ин-ни ва ля ту‘ин ‘аляййа ва-нсур-ни ва ля тансур ‘аляййа ва-мкур ли ва ля тамкур ‘аляййа ва-хди-ни ва йассири ль-худа иляййа ва-нсур-ни ‘аля ман бага ‘аляййа. Рабби дж‘аль-ни ля-ка шаккяран ля-ка заккяран ля-ка раххабан ля-ка митва‘ан иляй-ка мухбитан аввахан муниба. Рабби! Такаббаль таубати ва-гсиль хаубати ва аджиб да‘вати ва саббит худжжати ва-хди кальби ва саддид лисаны ва-слюль сахимата кальби.",
      "translate": "Господь мой! Поддержи меня и не оказывай [врагам] поддержки [в борьбе] против меня, помоги мне и не оказывай [врагам] помощи в [борьбе] против меня, сделай так, чтобы мои [ожидания оправдались], а не [оказались тщетными] , выведи меня на правильный путь, облегчи для меня [следование] этим путем и окажи мне помощь против тех, кто притеснял меня. Господь мой! Сделай так, чтобы я часто благодарил и поминал Тебя, боялся Тебя, повиновался Тебе, был покорным Тебе, часто взывал [к Тебе] с мольбами (аввах - أَوَّاهٌ )  и приносил Тебе покаяние. Господь мой! Прими мое покаяние, очисти меня от греха, ответь на мою мольбу, укрепи мои доводы, укажи правильный путь моему сердцу, направляй язык мой и избавь от злобы сердце мое."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ وَأَنْتَ الْمُسْتَعَانُ وَعَلَيْكَ الْبَلاَغُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ",
      "transcript": "Аллахумма ин-ни ас’алю-ка мин хайри ма са’аля-ка мин-ху набиййу-ка Мухаммадун ва а‘узу би-ка мин шарри ма-ста‘аза мин-ху набиййу-ка Мухаммадун. Ва анта ль-муста‘ану ва ‘аляй-ка ль-балягу ва ля хауля ва ля куввата илля би-Ллях.",
      "translate": "О Аллах! Поистине, я прошу Тебя [даровать нам] то благо, о котором просил Тебя Твой пророк Мухаммад, и прибегаю к Твоей защите от зла того, отчего просил у Тебя защиты Твой пророк Мухаммад. [Только] к Тебе [следует] обращаться за помощью и [лишь] Ты [можешь] привести [к обретению желаемого, ибо] нет мощи и силы ни у кого кроме Аллаха."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ سَمْعِي وَمِنْ شَرِّ بَصَرِي وَمِنْ شَرِّ لِسَانِي وَمِنْ شَرِّ قَلْبِي وَمِنْ شَرِّ مَنِيِّي",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин шарри сам‘и ва мин шарри басари ва мин шарри лисани ва мин шарри кальби ва мин шарри маниййи.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от зла моего слуха, от зла моего зрения , от зла моего языка , от зла моего сердца  и от зла моих половых органов ."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبَرَصِ وَالْجُنُونِ وَالْجُذَامِ وَمِنْ سَيِّئِ الْأَسْقَامِ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин аль-барасы ва-ль-джунуни ва-ль-джузами ва мин сайи‘и ль-аскам.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от проказы, безумия, лепры  и [прочих] тяжких болезней."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ مُنْكَرَاتِ الْأَخْلاَقِ وَالْأَعْمَالِ وَالْأَهْوَاءِ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин мункарати ль-ахлякы ва-ль-а‘мали ва-ль-ахва’.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от мерзких нравственных качеств, поступков и пристрастий."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي",
      "transcript": "Аллахумма инна-ка ‘Афуввун Каримун тухиббу ль-‘афва фа-‘фу ‘ан-ни.",
      "translate": "О Аллах! Поистине, Ты — Прощающий, Щедрый, Ты любишь прощать, так прости же меня."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ وَأَنْ تَغْفِرَ لِي وَتَرْحَمَنِي وَإِذَا أَرَدْتَ فِتْنَةَ قَوْمٍ فَتَوَفَّنِي غَيْرَ مَفْتُونٍ وَأَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَحُبَّ عَمَلٍ يُقَرِّبُنِي إِلَى حُبِّكَ",
      "transcript": "Аллахумма ин-ни ас’алю-ка фи‘ля ль-хайрати ва тарка ль-мункарати ва хубба ль-масакина ва ан тагфира ли ва тархама-ни ва иза арадта фитната каумин фа-таваффа-ни гайра мафтун. Ас’алю-ка хубба-ка ва хубба ман йухиббу-ка ва хубба ‘амалин йукаррибу-ни иля хубби-ка.",
      "translate": "О Аллах! Поистине, я прошу Тебя [дать мне возможность] совершать благие дела, отказаться от дурного и любить неимущих [и прошу] простить и помиловать меня и упокоить меня несовращенным, если Ты пожелаешь подвергнуть людей испытанию. И я прошу Тебя [внушить мне] любовь к Тебе, к тем, кто любит Тебя, и к таким делам, которые приблизят меня к любви Твоей."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ: عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ { مَا اسْتَعَاذَ بِكَ } { مِنْهُ } عَبْدُكَ وَنَبِيُّكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا",
      "transcript": "Аллахумма ин-ни ас’алю-ка мин аль-хайри кулли-хи ‘аджили-хи ва аджили-хи ма ‘алимту мин-ху ва ма лям а‘лям ва а‘узу би-ка мин аш-шарри кулли-хи ‘аджили-хи ва аджили-хи ма ‘алимту мин-ху ва ма лям а‘лям. Аллахумма ин-ни ас’алю-ка мин хайри ма са’аля-ка ‘абду-на ва набийу-ка ва а‘узу би-ка мин шарри ма-ста‘аза би-ка мин-ху ‘абду-ка ва набийу-ка. Аллахумма ин-ни ас’алю-ка ль-джанната ва ма карраба иляй-ха мин каулин ау ‘амалин ва а‘узуби-ка мин ан-нари ва ма карраба иляй-ха мин каулин ау ‘амалин ва ас’алю-ка ан тадж’аля кулля када’ин кадайта-ху ли хайра.",
      "translate": "О Аллах! Поистине, я прошу Тебя [ввести меня в] Рай и [указать на] слова или дела, приближающие к Раю, и прибегаю к Твоей защите от Огня и любых слов или дел, приближающих к Огню, я прошу Тебя обратить во благо всё, что Ты судил мне."
    },
    {
      "arabic_dua": "اللَّهُمَّ احْفَظْنِي بِالْإِسْلاَمِ قَائِمًا وَاحْفَظْنِي بِالْإِسْلَمِ قَاعِدًا واحْفَظْنِي بِالْإِسْلاَمِ رَاقِدًا وَلاَ تُشْمِتْ بِي عَدُوًّا وَلاَ حَاسِدًا. اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كُلِّ خَيْرٍ خَزَائِنُهُ بِيَدِكَ وَأَعُوذُ بِكَ مِنْ كُلِّ شَرٍّ خَزَائِنُهُ بِيَدِكَ",
      "transcript": "Аллахумма хфаз-ни би-ль-ислями ка’иман ва-хфаз-ни би-ль-ислами ка‘идан ва-хфаз-ни би-ль-ислями ракыдан ва ля тушаммит би ‘адувван ва ля хасида. Аллахумма ин-ни ас’алю-ка мин кулли хайрин хаза’ину-ху би йади-ка ва а‘узу би-ка мин кулли шаррин хаза’ину-ху би-йади-ка.",
      "translate": "О Аллах! Храни меня посредством ислама, когда я стою, храни меня посредством ислама, когда я сижу, храни меня посредством ислама, когда я сплю, и не давай ни врагу, ни завистнику повода злорадствовать, [видя постигшие] меня [бедствия]. О Аллах! Поистине, я прошу Тебя [даровать] мне все блага, сокровищницами которых Ты распоряжаешься, и прибегаю к Твоей защите от любого зла, вместилищами которых Ты распоряжаешься."
    },
    {
      "arabic_dua": "اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا تَحُولُ بِهِ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ وَمِنَ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مَصَائِبَ الدُّنْيَا اللَّهُمَّ مَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا وَاجْعَلْهُ الْوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَى مَنْ عَادَانَا وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا",
      "transcript": "Аллахумма ксим ля-на мин хашйати-ка ма тахулю би-хи байна-на ва байна ма‘асы-ка ва мин та‘ати-ка ма тубаллигу-на би-хи джанната-ка ва мин аль-йакыни ма тухаввину би-хи ‘аляй-на маса’иба д-дунйа. Аллахумма матти‘-на би-асма‘и-на ва абсари-на ва куввати-на ма ахйайта-на ва-дж‘аль-ху ль-вариса мин-на ва-дж‘аль са’ра-на ‘аля ман заляма-на ва-нсур-на ‘аля ман ‘ада-на ва ля тадж‘аль мусыбата-на фи дини-на ва ля тадж‘али д-дунйа акбара хамми-на ва ля мабляга ильми-на ва ля тусаллит ‘аляй-на ман ля йархаму-на.",
      "translate": "О Аллах! Внуши нам [такой] страх перед Тобой, посредством которого Ты отделишь нас от непокорности Тебе, и [помоги нам проявлять такое] повиновение Тебе, посредством которого Ты приведешь нас к Твоему Раю, и [надели нас такой] верой, благодаря которой невзгоды мира дольнего будут [казаться] нам незначительными . О Аллах! Позволь нам пользоваться слухом, зрением и силой [для повиновения Тебе], пока Ты будешь поддерживать в нас жизнь, и сделай [всё] это нашим наследником , и сделай так, чтобы от нашего мщения не ушли те, кто притеснял нас, и помоги нам [в борьбе] против тех, кто враждует с нами, и не допусти, чтобы религию нашу постигло какое-нибудь бедствие , и не делай мир этот ни самой большой нашей заботой , ни пределом нашего знания  и не давай власти над нами тем, кто не пощадит нас."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَسُوءِ الْعُمُرِ وَفِتْنَةِ الصَّدْرِ وَعَذَابِ الْقَبْرِ",
      "transcript": "Аллахумма ин-ни а‘узу би-ка мин аль-джубни ва-ль-бухли ва су’и ль-‘умури ва фитнати с-садри ва ‘азаби ль-кабр.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от малодушия, скупости, старческой дряхлости, искушения сердца и мук могилы."
    },
    {
      "arabic_dua": "اللَّهُمَّ رَبَّ جِبْرَائِلَ وَمِيكَائِيلَ وَرَبَّ إِسْرَافِيلَ أَعُوذُ بِكَ مِنَ حَرِّ النَّارِ وَمِنْ عَذَابِ الْقَبْرِ",
      "transcript": "Аллахумма Рабба Джибра’иля ва Мика’иля ва Рабба Исрафиль! А‘узу би-ка мин харри н-нари ва мин ‘азаби ль-кабр.",
      "translate": "О Аллах, Господь Джибраи’ла и Мика’ила и Господь Исрафила! Прибегаю к Твоей защите от жара Пламени [Ада] и мук могилы."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَلْهِمْنِي رُشْدِي وَأَعِذْنِي مِنْ شَرِّ نَفْسِي",
      "transcript": "Аллахумма альхим-ни рушди ва а’из-ни мин шарри нафси.",
      "translate": "О Аллах! Внуши мне, [как находить] правильный путь, и защити меня от зла моей души ."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نِافِعًا وَأَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ",
      "transcript": "Аллахумма ин-ни ас’алю-ка ’ильман нафи’ан ва а’узу би-ка мин ’ильмин ля йанфа‘.",
      "translate": "О Аллах! Поистине, я прошу Тебя [даровать мне] полезное знание и прибегаю к Твоей защите от такого знания, которое пользы не принесет ."
    },
    {
      "arabic_dua": "اللَّهُمَّ رَبَّ السَّمَوَاتِ { السَّبْعِ } وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ",
      "transcript": "Аллахумма Рабба с-самавати {с-саб‘и} ва Рабба ль-арды ва Рабба ль-‘арши ль-‘азыми Рабба-на ва Рабба кулли шай’ин фалика ль-хабби ва-н-нава ва мунзиля т-таурати ва-ль-инджили ва-ль-фуркан! А‘узу би-ка мин шарри кулли шай’ин анта ахызун би-насыйати-хи. Аллахумма анта ль-Аввалю фа-ляйса кабля-ка шай’ун ва анта ль-Ахыру фа-ляйса ба‘да-ка шай’ун ва анта з-Захиру фа-ляйса фаука-ка шай’ун ва анта ль-Батыну фа-ляйса дуна-ка шай’ун икды ‘ан-на д-дайна ва агни-на мин аль-факр.",
      "translate": "О Аллах, Господь {семи}  небес, Господь земли, Господь великого престола, Господь наш и Господь всего, Тот, кто раскрывает [каждое] зерно и косточку [плода], Тот, Кто ниспослал Тору, Евангелие и Различение ! Прибегаю к Твоей защите от зла всякой вещи, [ибо всё] подвластно Тебе. О Аллах! Ты — Первый , и не было ничего до Тебя, Ты — Последний , и не будет ничего после Тебя, Ты — Высочайший , и нет ничего выше Тебя, Ты — Скрытый, и нет ничего перед Тобой , избавь же нас от [бремени] долга  и избавь нас от бедности ."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَلِّفْ بَيْنَ قُلُوبِنَا وَأَصْلِحْ ذَاتَ بَيْنِنَا وَاهْدِنَا سُبُلَ السَّلاَمِ وَنَجِّنَا مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَجَنِّبْنَا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَبَارِكْ لَنَا فِي أَسْمَاعِنَا وَأَبْصَارِنَا وَقُلُوبِنَا وَأَزْوَاجِنَا وَذُرِّيَّاتِنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ وَاجْعَلْنَا شَاكِرِينَ لِنِعَمِكَ مُثْنِينَ بِهَا عَلَيْكَ قَابِلِينَ لَهَا وَأَتْمِمْهَا عَلَيْنَا",
      "transcript": "Аллахумма аллиф байна кулюби-на ва аслих зата байни-на ва хди-на субуля с-салями ва наджжи-на мин аз-зулюмати иля н-нури ва джанниб-на ль-фавахиша ма захара мин-ха ва ма батана ва барак ля-на фи асма‘и-на ва абсари-на ва кулюби-на ва азваджи-на ва зуррийати-на ва туб ‘аляй-на инна-ка анта т-Таввабур-Рахиму ва-дж‘аль-на шакирина ли-ни‘ами-ка муснина би-ха аляй-ка кабилина ля-ха ва атмим-ха ‘аляй-на.",
      "translate": "О Аллах! Приведи к согласию наши сердца, примири нас друг с другом, поведи нас путями спасения, избавь нас от мрака [и приведи] к свету, удали нас от [всего] непристойного, как явного, так и тайного, сделай для нас благословенными наш слух, наше зрение, наши сердца, наших жен и детей и прими наше покаяние, ведь Ты — Приемлющий покаяние, Милосердный. Сделай [так, чтобы] мы благодарили за милость Твою, воздавали Тебе хвалу за неё и заверши [милость Твою] для нас."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَسْأَلَةِ وَخَيْرَ الدُّعَاءِ وَخَيْرَ النَّجَاحِ وَخَيْرَ الْعَمَلِ وَخَيْرَ الثَّوَابِ وَخَيْرَ الْحَيَاةِ وَخَيْرَ الْمَمَاتِ وَثَبِّتْنِي وَثَقِّلْ مَوَازِينِي وَحَقِّقْ إِيمَانِي وَارْفَعْ دَرَجَاتِي وَتَقَبَّلْ صَلاَتِي وَاغْفِرْ خَطِيئَتِي وَأَسْأَلُكَ الدَّرَجَاتِ العُلاَ مِنَ الْجَنَّةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ فَوَاتِحَ الْخَيْرِ وَخَوَاتِمَهُ وَجَوَامِعَهُ وَأَوَّلَهُ وَظَاهِرَهُ وَبَاطِنَهُ وَالدَّرَجَاتِ الْعُلاَ مِنَ الْجَنَّةِ آمِينْ اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ مَا آتِي وَخَيْرَ مَا أَفْعَلُ وَخَيْرَ مَا أَعْمَلُ وَخَيْرَ مَا بَطَنَ وَخَيْرَ مَا ظَهَرَ وَالدَّرَجَاتِ العُلاَ مِنَ الْجَنَّةِ آمِينْ",
      "transcript": "Аллахумма ин-ни ас’алю-ка хайра-ль-мас’аляти ва хайра-д-ду‘аи ва хайра-н-наджахи ва хайра-ль-‘амали ва хайра-с-саваби ва хайра-ль-хайати ва хайра-ль-мамати; ва саббит-ни ва саккыль мавазини ва хаккык имани ва-рфа‘ дараджати ва такаббаль саляти ва-гфир хаты’ати ва ас’алю-ка-д-дараджати-ль-‘уля мин аль-джаннат. Аллахумма ин-ни ас’алю-ка фаватиха-ль-хайри ва хаватима-ху ва джавами‘а-ху ва авваля-ху ва захира-ху ва батына-ху ва-д-дараджати-ль-‘уля мин аль-джаннати; амин. Аллахумма ин-ни ас’алю-ка хайра ма ати ва хайра ма аф‘алю ва хайра ма а‘малю ва хайра ма батана ва хайра ма захара ва-д-дараджати-ль-‘уля мин аль-джаннати; амин.",
      "translate": "О Аллах! Поистине, я прошу Тебя [научить меня] благой просьбе и благой мольбе  [приведи меня к] благому успеху , [указать на каждое] благое дело и [даровать мне] благую награду [и я прошу Тебя] о благой жизни и благой смерти; укрепи меня, сделай [чашу] моих весов  тяжёлой, а веру мою — истинной, возвысь [положение] моё, прими молитву мою и прости грех мой, и я прошу Тебя [привести меня к] высшим ступеням Рая. О Аллах! Поистине, я прошу Тебя [привести меня к] благому началу и завершению [даровать мне] всеобъемлющее, лучшее, явное и тайное благо и [привести меня к] высшим ступеням Рая, амин. О Аллах! Поистине, я прошу Тебя [сделать] благим то, что я делаю, совершаю и творю, и [прошу Тебя привести меня к] высшим ступеням Рая, амин."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تَرْفَعَ ذِكْرِي وَتَضَعَ وِزْرِي وَتُصْلِحَ أَمْرِي وَتُطَهِّرَ قَلْبِي وَتُحَصِّنَ فَرْجِي وَتُنَوِّرَ قَلْبِي وَتَغْفِرَ لِي ذَنْبِي وَأَسْأَلُكَ الدَّرَجَاتِ الْعُلَا مِنَ الْجَنَّةِ آمِينْ",
      "transcript": "Аллахумма ин-ни ас’алю-ка ан тарфа‘а зикри ва тада‘а визри ва туслиха амри ва тутаххира кальби ва тухассына фарджи ва тунаввира кальби ва тагфира ли занби ва ас’алю-ка-д-дараджати-ль-‘уля мин аль-джаннати; амин.",
      "translate": "О Аллах! Поистине, я прошу Тебя возвысить славу обо мне  снять бремя [грехов] моих, привести в порядок [все] дела мои, очистить сердце мое, хранить мое целомудрие, озарить мое сердце и простить мне грех мой и я прошу Тебя [привести меня к] высшим ступеням Рая, амин."
    },
    {
      "arabic_dua": "اللَّهُمَّ إنِّي أَسْأَلُكَ أنْ تُبَارِكَ فِي نَفْسِي وَفِي سَمْعِي وَفِي بَصَرِي وَفِي رُوحِي وَفِي خَلْقِي وَفِي خُلُقِي وَفِي أَهْلِي وَفِي مَحْيَايَ وَفِي مَمَاتِي وَفِي عَمَلِي فَتَقَبَّلْ حَسَنَاتِي وَأَسْأَلُكَ الدَّرَجَاتِ العُلاَ مِنَ الْجَنَّةِ آمِينْ",
      "transcript": "Аллахумма ин-ни ас’алю-ка ан тубарика фи нафси ва фи сам‘и ва фи басари ва фи рухи ва фи халькы ва фи хулюкы ва фи ахли ва фи махйа-йа ва фи мамати ва фи ‘амали фа-такаббаль хасанати ва ас’алю-ка-д-дараджати-ль-‘уля мин аль-джаннати; амин.",
      "translate": "О Аллах! Поистине, я прошу Тебя благословить меня, мой слух, моё зрение, мой дух, мой тело, мой нрав, мою семью, мою жизнь, мою смерть и то, что я делаю, и принять мои добрые дела, и я прошу Тебя [привести меня к] высшим ступеням Рая, амин."
    },
    {
      "arabic_dua": "اللَّهُمَّ جَنِّبْنِي مُنْكَرَاتِ الْأَخْلاَقِ وَالْأَهْوَاءِ وَالْأَعْمَالِ وَالْأَدْوَاءِ",
      "transcript": "Аллахумма джанниб-ни мункарати ль-ахлякы ва-ль-ахва‘и ва-ль-а‘мали ва-ль-адва’.",
      "translate": "О Аллах! Удали меня от мерзких нравственных качеств, дел, пристрастий и болезней ."
    },
    {
      "arabic_dua": "اللَّهُمَّ قَنِّعْنِي بِمَا رَزَقْتَنِي وَبَارِكْ لِي فِيهِ وَاخْلُفْ عَلَيَّ كُلَّ غَائِبَةٍ لِي بِخَيْرٍ",
      "transcript": "Аллахумма канни‘-ни би-ма разакта-ни ва барик ли фи-хи ва-хлюф ‘аляййа кулля га’ибатин ли би-хайр.",
      "translate": "О Аллах! Удоволь меня тем, что Ты даровал мне, сделай это благословенным для меня и замени мне благом всё упущенное мной."
    },
    {
      "arabic_dua": "اللَّهُمَّ حَاسِبْنِي حِسَابًا يَسِيرًا",
      "transcript": "Аллахумма хасиб-ни хисабан йасира.",
      "translate": "О Аллах! Да будет отчет, который Ты потребуешь от меня, легким ."
    },
    {
      "arabic_dua": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
      "transcript": "Аллахумма а’ин-ни ’аля зикри-ка ва шукri-ка ва хусни ’ибадати-ка.",
      "translate": "О Аллах! Помоги мне поминать Тебя, благодарить Тебя и должным образом поклоняться Тебе."
    },
    {
      "arabic_dua": "اللهم إني أسألك إيمانا لا يرتد و نعيما لا ينفد و مرافقة محمدﷺ في أعلى جنة الخلد",
      "transcript": "Аллахумма ин-ни ас’алю-ка иманан ля йартадду ва на'иман ля йанфаду ва мурафаката Мухаммадин салля Ллаху 'алей-хи ва саляма фи а'ля джаннати ль-хульд.",
      "translate": "О Аллах! Поистине я прошу Тебя наделить меня верой ,которая не исчезнет, даровать мне блаженство, которое не закончится, и дать мне возможность пребывать с пророком Мухаммадомﷺ в высших пределах рая!"
    },
    {
      "arabic_dua": "اللَّهُمَّ قِنِي شَرَّ نَفْسِي وَاعْزِمْ لِي عَلَى أَرْشَدِ أَمْرِي اللَّهُمَّ اغْفِرْ لِي مَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَخْطَأْتُ وَمَا عَمَدْتُ وَمَا عَلِمْتُ وَمَا جَهِلْتُ",
      "transcript": "Аллахумма кы-ни шарра нафси ва-‘зим ли ‘аля аршади амri. Аллахумма гфир ли ма асрарту ва ма а‘лянту ва ма ахта‘ту ва ма ‘амадту ва ма ‘алимту ва ма джахильту.",
      "translate": "О Аллах! Защити меня от зла души моей и [сделай так], чтобы я во всем придерживался прямого пути. О Аллах! Прости мне то, что я скрыл и что делал открыто, то, что я совершил по ошибке и что делал намеренно, то, о чем я знал, и то, о чем не знал."
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَغَلَبَةِ الْعَدُوِّ وَشَمَاتَةِ الْأَعْدَاءِ",
      "transcript": "Аллахумма ин-ни а’узу би-ка мин галябати д-дайни ва галябати ль-’адувви ва шаматати ль-а‘да’.",
      "translate": "О Аллах! Поистине, я прибегаю к Твоей защите от того, чтобы одолели [меня] долги и враги, а также от злорадства врагов."
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي وَاهْدِنِي وَارْزُقْنِي وَعَافِنِي أَعُوذُ بِاللَّهِ مِنْ ضِيقِ الْمَقَامِ يَوْمَ الْقِيَامَةِ",
      "transcript": "Аллахумма гфир ли ва-хди-ни ва-рзук-ни ва ‘афи-ни. А‘узу би-Лляхи мин дыки ль-маками йаума ль-кыйамат.",
      "translate": "О Аллах! Прости меня, укажи мне правильный путь, даруй мне средства к существованию и избавь меня [от любых бедствий]. Прибегаю к защите Аллаха от тесноты в День воскресения ."
    },
    {
      "arabic_dua": "اللَّهُمَّ مَتِّعْنِي بِسَمْعِي وَبَصَرِي وَاجْعَلْهُمَا الْوَارِثَ مِنِّي وَانْصُرْنِي عَلَى مَنْ يَظْلِمُنِي وَخُذْ مِنْهُ بِثَأْرِي",
      "transcript": "Аллахумма матти‘-ни би-сам‘и ва басари ва-дж‘аль-хума ль-вариса мин-ни ва-нсур-ни ‘аля ман йазлиму-ни ва хуз мин-ху би-са’ri.",
      "translate": "О Аллах! Дай мне пользоваться слухом и зрением, и сделай [слух и зрение] моими наследниками  и окажи мне помощь [в борьбе] против того, кто поступает со мной несправедливо, и отомсти ему за меня."
    }
]
