[
  {
    "arabic_dua": "مجموعة من الدعاء متضمنة اسم الله الأعظم",
    "transcript": "СОБРАНИЕ ДУ'А, В КОТОРЫЕ ВХОДИТ ВЕЛИЧАЙШЕЕ ИМЯ АЛЛАХА (АЛ-'ИСМ АЛ-'А'ЗАМ)",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и Милосердного лишь на том! \n \n Пророк Салля Ллаху алейхи уа Саллям говорил: «Великое Имя Аллаха столь священно, что когда с этим Именем возносится мольба, она непременно будет принята. Аллах ниспошлет все, о чем раб Его молит с этим Именем"
  },
  {
    "arabic_dua": "يَا بَدِيعُ السَّمَوَاتِ يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُك \n",
    "transcript": "Йа бадй'у-с-самавати йа хаййу йа каййуму 'инни 'ас'алука... \n",
    "translate": "В хадисе со слов Анаса радыяЛлаху анху сообщается:  «Как-то я был рядом с Посланником Аллаха Салля Ллаху алейхи уа Саллям, когда некий человек прочитал ду'а: \n \n О Созидатель небес, о Живой, о Сущий, прошу Тебя о... \n \n Тут Посланник Аллаха сказал мне: \"Знаешь ли ты, что этот человек вознес Аллаху мольбу, упоминая такое великое Имя Его, что эти ду'а, поистине, будут приняты?\"»"
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ، بَدِيعُ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ يَا حَيُّ يَا قَيُّومُ \n",
    "transcript": "Аллахумма инни ас алюка би анна лякаль хамд, ля иляха илля Анталь Маннан, Бади'ус-Самавати уаль ард, йа Заль джаляли уаль икрам, йа Хаййу йа Каййум \n \n ",
    "translate": "Анас ибн Малик радыяЛлаху анху сообщает: «Я был вместе с Посланником Аллаха Салля Ллаху алейхи уа Саллям, когда некий человек читал рядом намаз. В конце намаза он прочитал такое ду'а: \n \n О Аллах! Поистине, прошу у Тебя, притом что вся хвала — Тебе. Нет бога, кроме Тебя. Ты Всемилостивый. Ты Созидатель неба и земли, Обладатель истинного величия и почета, о Живой, о Сущий. \n \n Тогда Посланник Аллаха сказал:  \"Сей верующий вознес ду'а Прекрасными Именами Аллаха. Поистине, Аллах примет его ду'а и ради Прекрасных Имен Своих воздаст ему по желаниям\"» ('Абу Давуд). "
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلَّا أَنْتَ الحَنَّانُ المَنَّانُ يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالإِكْرَامِ أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ \n",
    "transcript": "Аллахумма инни ас алюка би анна лякаль хамд, ля иляха илля Анталь Ханнануль Маннан, йа Бади'ус-Самавати уаль ард, йа Заль джаляли уаль икрам ас алюкаль джанната уа а'узу бика минан-нар \n \n",
    "translate": "Посланник Аллаха Салля Ллаху алейхи уа Саллям говорил еще об одном ду'а человека, в которой молящийся также упомянул Самое Великое Имя Аллаха: \n \n О Аллах! Поистине, прошу у Тебя, притом что вся хвала — Тебе. Нет бога, кроме Тебя. Ты — Милосердный, Всемилостивый. Ты Созидатель неба и земли, Обладатель истинного величия и почета. Уповаю на Твой Рай и молю защиты от пламени Ада. \n \n Услышав эту ду'а, Посланник Аллаха сказал:  «Он вознес Аллаху Всевышнему мольбу с такими Его Священными Именами, что эта ду'а не будет отвергнута Им. Ради этих Прекрасных Имен Аллах вознаградит его исполнением всех желаний». "
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِلَا إِلَهَ إِلَّا أَنْتَ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الكَرِيمِ وَأَسْأَلُكَ بِلَا إِلَهَ إِلَّا أَنْتَ رَبُّ السَّمَوَاتِ السَّبْعِ وَالْأَرْضِ وَمَا فِيهِنَّ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ \n",
    "transcript": "Аллахумма инни ас алюка би ля иляха илля Анта, Раббус-самаватис-саб'и уа Раббуль 'аршиль кярим, уа ас алюка би ля иляха илля Анта Раббус-самаватис-саб'и уаль арды уа маа фиихинна иннаКя 'аля кулли шай ин Кадир \n \n",
    "translate": "Ибн 'Аббас радыяЛлаху анху сообщает: «Посланник Аллаха  прочитал мне ду'а и сказал, что Аллах не отвергнет мольбы, вознесенной после него. Вот это ду'а: \n \n О Аллах! Поистине, прошу у Тебя, притом что нет бога, кроме Тебя. Ты — Господь семи небес и Господь земли. Поистине, прошу у Тебя, притом что нет бога, кроме Тебя, Милостивого. Ты — Господь семи небес и Господь земли. Поистине, лишь Ты все можешь."
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ أَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوا أَحَدٌ \n",
    "transcript": "Аллахумма инни  ас алюка анни ашхаду аннаКя Анта Ллах. Ля иляха илля Анталь Ахадус-Самад. Аллязи лям йалид уа лям йуулид, уа лям йакуль-ляху куфу ван ахад \n \n",
    "translate": "Бурайда радыяЛлаху анху сообщал, как Посланник Аллаха Салля Ллаху алейхи уа Саллям сказал, услышав ду'а одного араба: «Кто, подобно этому человеку, обратится с мольбой к Аллаху Его Священными Именами, тот удостоится исполнения всех своих желаний» (Абу Давуд). Вот это ду'а: \n \n О Аллах! Поистине, прошу у Тебя, свидетельствуя, что ты Аллах, что нет бога, кроме одного Тебя, Единственного, Самодостаточного, Который не родил и не был рожден, Которому нет равных"
  },
  {
    "arabic_dua": "يَا رَبِّ يَا رَبِّ يَا رَبِّ يَا رَبِّ \n",
    "transcript": "Йа Рабби, Йа Рабби, Йа Рабби, Йа Рабби \n \n",
    "translate": "Мать наша 'А'иша сообщает, что Посланник Аллаха сказал: «Если верующий четыре раза воскликнет Йа Рабби («О Господь!»), Аллах непременно ответит ему Ляббайк! («Слушаю тебя, о раб Мой!»)». \n \n О Господь, О Господь, О Господь, О Господь"
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَبِاسْمِكَ الْعَظِيمِ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ \n",
    "transcript": "Аллахумма инни ас алюка миналь хайри куллихи маа 'алимту минху уа маа лям а'лям уа би исмикяль 'Азыми Ллязи иза ду'ыта бихи аджабта уа иза суильта бихи а'тайта \n \n",
    "translate": "Со слов Анаса радыяЛлаху анху сообщается. Как-то Посланник Аллаха Салля Ллаху алейхи уа Саллям после утреннего намаза фаджр подошел к 'А'ише радыяЛлаху анха, которая попросила его: «О Посланник Аллаха! Научи меня такой ду'а с Именем Аллаха, чтобы при вознесении ее все мои желания исполнились». Посланник Аллаха Салля Ллаху алейхи уа Саллям научил ее этой ду'а. Тогда 'А'иша радыяЛлаху анха совершила тахарат, прочитала намаз и в конце вознесла Аллаху ду'а, которой научил ее Пророк Салля Ллаху алейхи уа Саллям: \n \n О Аллах! Поистине, молю Тебя о всех добрых деяниях, известных и неизвестных мне. Поистине, прошу у Тебя Твоим Великим Именем, мольба с Которым будет удовлетворена Тобой и желания будут исполнены"
  },
  {
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَا إِلَهَ إِلَّا اللَّهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ \n",
    "transcript": "Ля иляха илля Ллаху уаЛлаху Акьбар, ля иляха илля Ллаху уахдаХу ля шарика лях, ляхуль мульк, уа ляхуль хамд, уа Хува 'аля кулли шай ин кадиир. Ля иляха илля Ллаху уа ля хауля уа ля куввата илля биЛлях \n \n",
    "translate": "Посланник Аллаха сказал, когда услышал ду'а одного из своих сподвижников: «В этой ду'а есть Самое Великое Имя Аллаха»: \n \n Нет бога, кроме Аллаха. Он — Велик! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала и Он все может. Нет мощи и силы ни у кого, кроме Аллаха"
  },
  {
    "arabic_dua": "\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلَّا أَنْتَ الحَنَّانُ الْمَنَّانُ يَا حَنَّانُ يَا مَنَّانُ. يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ",
    "transcript": "Аллахумма инни ас алюка би анна лякяль хамд. Ля иляха илля Анталь Ханнануль Маннан. Йа Ханнан. Йа Маннан. Йа Бади'ас-самауати уаль ард. Йа Заль джаляли уаль икрам",
    "translate": "О Аллах! Поистине, прошу у Тебя, притом что вся хвала — Тебе. Нет бога, кроме Тебя, Всеблагого, Всемилостивого. О, Всеблагой, о Всемилостивый. Ты Создатель небес и земли, Обладатель истинного величия и почета!"
  },
  {
    "arabic_dua": "يَا حَيُّ يَا قَيُّومُ لَا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ. اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ \n",
    "transcript": "Йа Хаййю йа Каййуму ля иляха илля Анта, субханаКя инни кунтк миназ-залимин. Аллахумма инни ас алюка би анни ашхаду аннаКя Анта Ллах. Ля иляха илля Анталь Ахадус-Самад. Аллязи лям йалид уа лям йуулид, уа лям йакуль-ляху куфу ван ахад \n \n",
    "translate": "О Живой, о Сущий! Нет бога, кроме Тебя. Поистине, Ты Пречистый, а я — один из неправедных. О Аллах! Поистине, прошу у Тебя, свидетельствуя, что Ты — Аллах и нет бога, кроме Тебя. Ты — Единый, Вечный. Ты не родил и не был рожден, и нет никого, равного Тебе"
  },
  {
    "arabic_dua": "الم اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ \n وَإِلَهُكُمْ إِلَهُ وَاحِدٌ لَّا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ \n يَا ذَا الْجَلَالِ وَالْإِكْرَامِ يَا أَرْحَمَ الرَّاحِمِينَ \n",
    "transcript": "Алиф Лям Мим. Аллаху ля иляха илля Хуваль Хаййуль Каййум. \n Уа иляхукум иляху Уахид. Ля иляха илля Хувар-Рахманур-Рахим \n Йа заль джаляли уаль икрами йа Архамар-Рахимин",
    "translate": "Алиф. Лям. Мим. Аллах — нет бога, кроме Него, Живого, Вечно Сущего.\n Господь ваш — лишь Единый Аллах. Нет бога, кроме Аллаха Милостивого и Милосердного. \n Он — Обладатель истинного величия и почета. О Милостивый и Милосердный! \n \n В хадисе со слов 'Асмы бинт Йазид сообщается: «Посланник Аллаха приведенные здесь айаты называл 'исм-и 'а'зам (Абу Давуд)"
  },
  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْوَاحِدُ الْفَرْدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ \n",
    "transcript": "Аллахумма инни ас алюка би аннаКя анта Ллах. Ля иляха илля анталь Уахидуль фардус-Самад. Аллязи лям йалид уа лям йуулид, уа лям йакуль-ляху куфу ван ахад \n \n",
    "translate": "О Аллах! Поистине, я прошу у Тебя, признавая, что Ты — Аллах [Единственный Бог]. Нет бога, кроме одного лишь Тебя — Единого, Единственного. Ты — Вечный. Ты не родил и не был рожден, и нет никого, равного Тебе"
  },
  {
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَا إِلَهَ إِلَّا اللَّهُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ . أَسْأَلُكَ بِاسْمِكَ الأَعَزُّ الْأَجَلُ الْأَكْرَمُ، رَبِّ رَبِّ رَبِّ يَا رَبِّ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ \n",
    "transcript": "Ля иляха илля Ллаху уахдаху ля шарикя лях, ляхуль мульк, уа ляхуль хамд, уа Хува 'аля кулли шай ин кадир. Ля иляха илля Ллах, уа ля хауля уа ля куввата илля биЛляхиль 'Алиййиль 'Азым. Ас алюкя бисмиКяль А'Аззуль Аджяллюль Акьрам. Рабби! Рабби! Рабби! Йа Рабби! Ля иляха илля Ллаху уахдаху ля шарикя лях, ляхуль мульк, уа ляхуль хамд, уа Хува 'аля кулли шай ин кадир",
    "translate": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала и Он все может. Нет бога, кроме Аллаха, и нет сохранности и силы, кроме как у Аллаха Высочайшего, Величайшего. Прошу у Тебя Твоими почитаемыми, высочайшими и великими Именами. О Господь, Господь, Господь мой! Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала и Он все может"
  },
  {
    "arabic_dua": "الْحَمْدُ اللهِ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ للهِ وَلَا إِلَهَ إِلَّا اللهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ \n",
    "transcript": "Аль хамду лиЛлях уа СубханаЛлах уаль хамду лиЛлях уа ля иляха илля Ллаху уаЛлаху Акьбар уа ля хауля уа ля куввата илля биЛляхиль 'Алиййиль 'Азым",
    "translate": "Хвала Аллаху и слава Аллаху, который пречист от всех недостатков, хвала Аллаху и нет бога, кроме Аллаха. Аллах Велик! Нет сохранности и силы, кроме как у Аллаха, Высокочтимого и Всевеликого"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ لَا إِلَهَ إِلَّا أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
    "transcript": "Аллахумма инни ас алюка би анни ашхаду аннакя ля иляха илля Анталь Ахадус-Самаду-Ллязи лям йалид уа лям йуулид уа лям йакуль ляху куфу ван Ахад",
    "translate": "О Аллах! Поистине, прошу у Тебя, свидетельствуя, что нет бога, кроме Тебя, Единого, Вечного, который не родил и не был рожден, и нет никого равного Тебе"
  },
  {
    "arabic_dua": "\n يَا ذَا الْجَلَالِ وَالْإِكْرَام",
    "transcript": "Йа Заль Джаляли уаль Икрам",
    "translate": "Со слов Му'аза ибн Жабаля радыяЛлаху анху сообщается: «Как-то Посланник Аллаха Салля Ллаху алейхи уа Саллям услышал, как один человек, вознося ду'а, упомянул Имя Аллаха: О Обладатель истинного величия и почета, и сказал тому человеку: \"Ду'а твое принято\"»."
  },
  {
    "arabic_dua": "\n يَا أَرْحَمَ الرَّاحِمِينَ",
    "transcript": "Йа Архамар-Рахимин",
    "translate": "О Милостивейший из милостивых. \n Тому, кто 3 раза возгласит Йа 'архама-р-рахимин, ангел говорит: \"Проси у Господа своего. Милостивейшего из милостивых, всего, чего пожелаешь\" "
  },
  {
    "arabic_dua": "\n لَا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ",
    "transcript": "Ля иляха илля Анта, субханаКя инни кунтк миназ-залимин",
    "translate": "Нет бога, кроме Тебя. Поистине, Ты Пречистый, а я — один из неправедных"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ، لَا إِلَهَ إِلَّا اللَّهُ أَنْتَ الْمَنَّانُ يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ",
    "transcript": "Аллахумма ля иляха илля Ллаху Анталь Маннан, Йа Бади'ас-самавати уаль ард, Йа Заль джаляли уаль икрам",
    "translate": "В хадисе со слов 'Анаса радыяЛлаху анху сообщается, что Посланник Аллаха Салля Ллаху алейхи уа Саллям вошел как-то в мечеть и услышал, как один из молящихся произнес такое ду'а: О Аллах! Нет бога, кроме Аллаха Всемилостивейшего. О Создатель небес и земли! О Обладатель истинного величия и почета! Посланник Аллаха Салля Ллаху алейхи уа Саллям сказал о нем: «Знаете ли вы, какую ду'а произнес этот сын Адама? Он вознес Аллаху ду'а Его Великим Именем, так что Аллах примет эту ду'а ради этого Имени и исполнит желание молящего»"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلَّا أَنْتَ الْمُمَنَّانُ يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ",
    "transcript": "Аллахумма инни ас алюка би анна лякяль хамд. Ля иляха илля Анталь Маннану Йа Бади'ас-самавати уаль ард. Йа Заль джаляли уаль икрам",
    "translate": "О Аллах! Поистине, прошу у Тебя, притом что вся хвала — Тебе. Нет бога, кроме Тебя. О Созидатель неба и земли! О Обладатель истинного величия и почета!"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ يَا حَنَّانُ يَا مَنَّانُ يَا بَدِيعَ السَّمَوَاتِ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ يَا حَيُّ يَا قَيُّومُ وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ وَاقْضِ حَاجَتِي بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ",
    "transcript": "Аллахумма инни ас алюка би анна лякаль хамд. Ля иляха илля Анталь Маннан. Йа Ханнану Йа Маннан. Йа Бади'ас-самавати уаль ард. Йа Заль джаляли уаль икрам. Йа Хаййу Йа Каййум. Уа Салля Ллаху 'аля Мухаммад уа 'аля аали Мухаммад. Уакды хаджати бирахматиКя йа Архамар-Рахимин",
    "translate": "О Аллах! Поистине, прошу у Тебя, притом что вся хвала — Тебе, Всемилостивому! О Единственный, о Всемилостивый! О Созидатель неба и земли! О Обладатель истинного величия и почета! О Живой и Вечно Сущий! Благослови Мухаммада и членов семьи Мухаммада. Исполни мою мольбу, о Милостивейший из милостивых!"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الْأَعْظَمِ",
    "transcript": "Аллахумма инни ас алюкя бисмиКяль А'зам",
    "translate": "Пророк Салля Ллаху алейхи уа Саллям говорил, что при обращении к Аллаху с мольбой об исполнении желаний следует говорить: О Аллах! Поистине, прошу у Тебя Великим Именем Твоим"
  },
  {
    "arabic_dua": "\n اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الطَّاهِرِ الطَّيِّبِ الْمُبَارَكِ الْأَحَبِّ إِلَيْكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَإِذَا اسْتَرْحِمتَ بِهِ رَحِمْتَ وَإِذَا اسْتَفْرِجْتَ بِهِ فَرَّجْتَ",
    "transcript": "Аллахумма инни ас алюка бисмиКя-т-Тахыри-т-Таййибиль Мубаракиль-Аххаби иляйКяль-лязи 'изя ду'ита бихи аджабта уа изя суильта бихи а'тайта уа изя стархимта бихи рахимта уа изя стафриджта бихи фарраджта",
    "translate": "'Аиша радыяЛлаху анха сообщает: «Я слышала, как Посланник Аллаха Салля Ллаху алейхи уа Саллям возносил такое ду'а: О Аллах! Поистине, уповаю на Тебя самым чистым, прекрасным, Священным для Тебя Именем Твоим. Если вознести ду'а этим Именем, Ты непременно примешь его. Ради этого Имени удостоишь всем, о чем Тебя просят [верующие]. Ради этого Имени воздашь от милостей Своих тем, которые уповают на милость Твою. Ради этого Имени дашь защиту от испытаний жизни, устранишь страдания и заботы»"
  },
  {
    "arabic_dua": "\n اللَّهُم إِنِّي أَدْعُوكَ اللَّهَ وَأَدْعُوكَ الرَّحْمَنَ وَأَدْعُوكَ الْبَرَّ الرَّحِيمَ وَأَدْعُوكَ بِأَسْمَاءِكَ الْحُسْنَى مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ أَنْ تَغْفِرَ لِي وَتَرْحَمْنِي",
    "transcript": "Аллахумма инни ад'укя Ллаха уа ад'укя-р-Рахман уа ад'укяль-Барра-р-Рахим уа ад'укя би АсмаиКяль Хусна уа 'алимту минха уа ма лям а'лям ан тагфира лии уа тархам нии",
    "translate": "В другой раз Посланник Аллаха Салля Ллаху алейхи уа Саллям сказал 'А'ише радыяЛлаху анха: — О 'А'иша, знаешь ли ты, что Аллах научил меня ду'а 'исм-и 'а'зам? Это такая ду'а, что если обратиться с ней к Аллаху, то Он исполнит все желания. — О Посланник Аллаха, да будут родители мои выкупом за тебя, научи меня этму ду'а, — попросила 'А'иша. Посланник Аллаха сказал: — Тебя нельзя научить ему [этому дуа]. 'А'иша отошла от Пророка, посидела некоторое время в сторонке, а затем снова подошла к нему, поцеловала в голову и попросила: — О Посланник Аллаха! Научи меня! Тогда Посланник Аллаха сказал: — Негоже научить тебя этой ду'а, ибо, выучившись ему [этому дуа], ты будешь молить Аллаха о мирских делах, а это нехорошо. Тут 'А'иша встала, совершила тахарат, затем намаз в 2 рак'ата и вознесла Аллаху такую ду'а: О Аллах! Поистине, молю Тебя Твоими Прекрасными Именами, молю Тебя Именем Рахман — Милостивый, именем ал-Барр ар-Рахим — Благостный, Милостивый. Молю Тебя всеми Прекрасными Именами, которые я знаю и которых не знаю, простить грехи мои и одарить от щедрот Своих. Когда 'А'иша радыяЛлаху анха завершила мольбу, Посланник Аллаха Салля Ллаху алейхи уа Саллям сказал ей: «О 'А'иша, ду'а 'Исм-и 'а'зам была в ду'а, которую ты вознесла сейчас»"
  }
]