[
  {
    "arabic_dua": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ; الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ ; اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ",
    "transcript": "Бисмилляяхир-Рахмаанир-Рахиим ; Аль-Хамду Лилляяхи Раббиль-`Алямиин ; Аллахумма салли ‘аля Мухаммадин ва ‘аля али Мухаммад",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Вся хвала принадлежит Аллаху - Господу Миров ; О Аллах, благослови Мухаммада и семейство Мухаммада (Сообщается, что Абу Умама, да будет доволен им Аллах, сказал: «[Однажды] посланника Аллаха, да благословит его Аллах и приветствует, спросили: «Какие мольбы скорее всего будет услышаны?» − на что он ответил: «Те, с которыми обращаются в конце ночи и после обязательных молитв». (Ат-Тирмизи). Дуа следует начинать со слов восхваления Всевышнего Аллаха: «Алхамдулилляхи Раббиль ‘алямин», затем произнести салават Пророку Мухаммаду, да благословит его Аллах и приветствует: «Аллахумма салли аля Мухаммадин ва аля али Мухаммадин ва саллим» и далее читать дуа. Завершать дуа также следует восхвалением Аллаха и чтение салавата Пророку, да благословит его Аллах и приветствует. Сообщается, что Фадаля бин Убайд, да будет доволен им Аллах, сказал: «(Однажды) посланник Аллаха, да благословит его Аллах и да приветствует, услышал, как один человек во время своей молитвы стал обращаться с мольбами к Аллаху, не восславив (перед этим) Аллаха Всевышнего и не обратившись к Нему с мольбами за Пророка, да благословит его Аллах и да приветствует, и посланник Аллаха, да благословит его Аллах и да приветствует, сказал: «Этот (человек) поспешил!», — после чего подозвал его к себе и сказал ему (или: … кому-то другому): «Когда кто-нибудь из вас (пожелает) обратиться к Аллаху с мольбой, пусть начнёт с того, что воздаст хвалу своему Преславному Господу и восславит Его, потом пусть призовёт благословение на Пророка», — да благословит его Аллах и да приветствует, — «а уже потом просит, чего пожелает». (Абу Дауд, ат-Тирмизи). ‘Умар ибн аль-Хаттаб говорил: «Поистине, мольба останавливается между небом и землей, и не вознесёт её ничего, кроме мольбы за твоего Пророка, да благословит его Аллах и приветствует!» (Ат-Тирмизи). Имам ан-Навави сказал в «аль-Азкар»: «Ученые единогласны в желательности начинать мольбу с восхваления Всевышнего Аллаха и мольбы за Его пророка, да благословит его Аллах и приветствует, и также завершать этим мольбу. И хадисов относительно этого передается множество!».)"
  },

  {
    "arabic_dua": " أَسْتَغْفِرُ اللّٰه أَسْتَغْفِرُ اللّٰه أَسْتَغْفِرُ اللّٰه اللَّهُمَّ أنْتَ السَّلاَمُ ، وَمِنْكَ السَّلاَمُ ، تَبَارَكْتَ يَاذَا الجَلاَلِ وَالإكْرَامِ",
    "transcript": "Астагфиру-Ллах, Астагфиру-Ллах, Астагфиру-Ллах. Аллахумма анта-с-Саляму ва мин-кя-с-саляму, табаракта, йа За-ль-джаляли ва-ль-икрам!",
    "translate": "Перевод: «Прошу Аллаха о прощении. Прошу Аллаха о прощении. Прошу Аллаха о прощении. О Аллах, Ты – Мир и от Тебя – мир, благословен Ты, о Обладатель величия и щедрости!» (Сообщается, что Саубан, да будет доволен им Аллах, сказал: «Закончив молиться, Посланник Аллаха, да благословит его Аллах и приветствует, всегда трижды просил Аллаха о прощении, а потом говорил: «Аллахумма анта-с-Саляму ва мин-кя-с-саляму, табаракта, йа За-ль-джаляли ва-ль-икрам!» (О Аллах, Ты – Мир и от Тебя – мир, благословен Ты, о Обладатель величия и щедрости!)». Аль-Ауза’и, который являлся одним из передатчиков этого хадиса, спросили: «Как [следует] просить Аллаха о прощении?», – [на что] он ответил: «Говори: “Прошу Аллаха о прощении, прошу Аллаха о прощении” (Астагфиру-Ллах, астагфиру-Ллах)». (Муслим))"
  },

  {
    "arabic_dua": "لا إلهَ إِلاَّ اللَّهُ وَحْدَهُ لا شَريكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ على كُلّ شئ قَدِيرٌ، اللَّهُمَّ لا مانِعَ لِمَا أعْطَيْتَ، وَلاَ معطي لما مَنَعْتَ، وَلا يَنْفَعُ ذا الجد مِنْكَ الجَدُّ",
    "transcript": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду ва хуа ‘аля кулли шай’ин кадир! Аллахумма, ля мани‘а ли-ма а‘тайта, ва ля му‘тыйа ли-ма мана‘та ва ля йанфа‘у за-ль-джадди мин-кя-ль-джадд",
    "translate": "Перевод: «Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может! О Аллах, никто не лишит того, что Ты даровал, и никто не дарует того, чего Ты лишил, и бесполезным перед Тобой окажется богатство обладающего богатством» (Сообщается, что аль-Мугира бин Шу‘ба, да будет доволен им Аллах, сказал: «После каждой обязательной молитвы Пророк, да благословит его Аллах и приветствует, обычно говорил: «Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду ва хуа ‘аля кулли шай’ин кадир! Аллахумма, ля мани‘а ли-ма а‘тайта, ва ля му‘тыйа ли-ма мана‘та ва ля йанфа‘у за-ль-джадди мин-кя-ль-джадд». (Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может! О Аллах, никто не лишит того, что Ты даровал, и никто не дарует того, чего Ты лишил, и бесполезным перед Тобой окажется богатство обладающего богатством)». (Аль-Бухари, Муслим))"
  },

  {
    "arabic_dua": "لا إلهَ إِلاَّ اللَّهُ وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ على كُلّ شئ قَدِيرٌ، لا حَوْلَ وَلاَ قُوَّةَ إِلاَّ باللَّهِ، لا إِلهَ إِلاَّ الله وَلاَ نَعْبُدُ إِلاَّ إيَّاهُ لَهُ النِّعْمَةُ ولَهُ الفَضْلُ، وَلَهُ الثَّناءُ الحَسَنُ، لا إلهَ إِلاَّ الله مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكافِرُونَ",
    "transcript": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду ва хуа ‘аля кулли шай’ин кадир! Ля хауля ва ля куввата илля би-Ллях, ля иляха илля-Ллаху ва ля на‘буду илля иййа-ху. Ля-ху-н-ни‘мату ва ля-ху-ль-фадлю, ва ля-ху-с-сана’у-ль-хасан. Ля иляха илля-Ллаху, мухлисына ля-ху-д-дина, ва ляу кариха-ль кафирун!",
    "translate": "Перевод: «Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может! Нет мощи и силы ни у кого, кроме Аллаха, и мы никому не поклоняемся, кроме Него. Он оказывает благодеяния и милости, и Ему (следует воздавать) достойную хвалу. Нет бога, кроме Аллаха, и мы искренни в исповедании религии пред Ним, даже если это ненавистно неверующим!» (Сообщается, что после каждой молитвы ‘Абдуллах бин аз-Зубайр, да будет доволен Аллах ими обоими, говорил: «Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду ва хуа ‘аля кулли шай’ин кадир! Ля хауля ва ля куввата илля би-Ллях, ля иляха илля-Ллаху ва ля на‘буду илля иййа-ху. Ля-ху-н-ни‘мату ва ля-ху-ль-фадлю, ва ля-ху-с-сана’у-ль-хасан. Ля иляха илля-Ллаху, мухлисына ля-ху-д-дина, ва ляу кариха-ль кафирун!» (Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, Ему хвала, Он всё может! Нет мощи и силы ни у кого, кроме Аллаха, и мы никому не поклоняемся, кроме Него. Он оказывает благодеяния и милости, и Ему (следует воздавать) достойную хвалу. Нет бога, кроме Аллаха, и мы искренни в исповедании религии пред Ним, даже если это ненавистно неверующим!). Сообщается, что Ибн аз-Зубайр сказал: «Посланник Аллаха, да благословит его Аллах и приветствует, произносил эти слова после каждой молитвы» (Муслим))"
  },

  {
    "arabic_dua": " اللَّهُمَّ أعِنِّي عَلَى ذِكْرِكَ ، وَشُكْرِكَ ، وَحُسْنِ عِبَادَتِكَ",
    "transcript": "Аллахумма, а‘ин-ни ‘аля зикри-кя, ва шукри-кя ва хусни ‘ибадати-кя",
    "translate": "Перевод: «О Аллах, помоги мне поминать Тебя, благодарить Тебя и должным образом поклоняться Тебе» (Передают со слов Му‘аза, да будет доволен им Аллах, что (однажды) Посланник Аллаха, да благословит его Аллах и приветствует, взял его за руку и сказал: «О Му‘аз, клянусь Аллахом, поистине, я люблю тебя и наказываю тебе, о Му‘аз, никогда не забывать говорить после каждой молитвы: «Аллахумма, а‘ин-ни ‘аля зикри-кя, ва шукри-кя ва хусни ‘ибадати-кя» (О Аллах, помоги мне поминать Тебя, благодарить Тебя и должным образом поклоняться Тебе)». (Абу Дауд, ан-Насаи))"
  },

  {
    "arabic_dua": "(33)سُبْحَانَ ٱللَّٰه(33) ; ٱلْحَمْدُ لِلَّٰهِ(33) ; اَللّٰهُ أَكْبَر",
    "transcript": "СубханаЛлах (33 раза) ; Аль хамду лиЛлях (33 раза) ; Аллаху Акьбар (33 раза)",
    "translate": "Перевод: Преславен Аллах (33 раза) ; Хвала Аллаху (33 раза) ; Аллах велик (33 раза)"
  },

  {
    "arabic_dua": "لآ إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَريكَ لَهُ. لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلى كُلِّ شَيْءٍ قَديرٌ",
    "transcript": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду, ва хуа ‘аля кулли шай’ин кадир",
    "translate": "Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, и Ему – хвала, и Он всё может (Передают со слов Абу Хурайры, да будет доволен им Аллах, что Посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Тому, кто после каждой молитвы будет по тридцать три раза произносить слова “Субханаллах” (Преславен Аллах), и слова “Альхамдулиллях” (Хвала Аллаху), и слова “Аллаху акбар” (Аллах велик), на сотый раз говоря: «Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду, ва хуа ‘аля кулли шай’ин кадир!» (Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество, и Ему – хвала, и Он всё может!) − простятся его грехи, даже если будут они подобны пене морской. (Муслим))"
  },

  {
    "arabic_dua": "بِسْمِ ٱللَّٰهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "transcript": "БисмиЛляхир-Рахманир-Рахим. Аллаху ля иляха илля хува ль-Хаййу ль-Каййум, ля та’хузуху синатун ва ля наум, ляху ма фи с-самавати ва ма фи ль-ард, ман за ллязи йашфа‘у ‘индаху илля би-изних, йа‘ляму ма байна айдихим ва ма хальфахум, ва ля йухитуна би-шай’ин мин ‘ильмихи илля би-ма ша’а, васи‘а курсиййуху с-самавати ва ль-ард, ва ля йа’удуху хифзухума, ва хува ль-‘Алиййу ль-‘Азым.",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим на том. Аллах — нет божества, кроме Него, Живого, Вседержителя. Им не овладевают ни дремота, ни сон. Ему принадлежит то, что на небесах, и то, что на земле. Кто станет заступаться перед Ним без Его дозволения? Он знает их будущее и прошлое. Они постигают из Его знания только то, что Он пожелает. Его Престол [Подножие Трона] объемлет небеса и землю, и не тяготит Его оберегание их. Он — Возвышенный, Великий. (Передают со слов Абу Умамы о том, что Пророк, да благословит его Аллах и приветствует, сказал: «Тому, кто будет читать «Аят аль-Курсий» после завершения каждой обязательной молитвы, ничто не помешает войти в Рай за исключением того, что [он должен сначала] умереть». (Ибн Хиббан, ат-Табарани))"
  },
  {
    "arabic_dua": "بِسْمِ ٱللَّٰهِ ٱلرَّحْمَٰنِ ٱلرَّحِيم قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ",
    "transcript": "БисмиЛляхир-Рахманир-Рахим. Куль хува Ллаху ахад, Аллаху с-Самад, лям йалид ва лям йуляд, ва лям йакун ляху куфуван ахад.",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим на том. Скажи: «Он — Аллах Единый, Аллах Самодостаточный. Он не родил и не был рожден, и нет никого равного Ему». (‘Укба бин ‘Амир, да будет доволен им Аллах, сказал: «Посланник Аллаха, да благословит его Аллах и приветствует, велел мне после каждой молитвы читать суры “Фаляк” (Рассвет) и “Нас” (Люди)». В той версии этого хадиса, которую приводит только Абу Дауд, сообщается, что следует читать суры “Искренность”, “Рассвет” и “Люди”. (Абу Дауд, ат-Тирмизи, ан-Насаи))"
  },
  {
    "arabic_dua": "بِسْمِ ٱللَّٰهِ ٱلرَّحْمَٰنِ ٱلرَّحِيم قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، مِنْ شَرِّ مَا خَلَقَ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "transcript": "БисмиЛляхир-Рахманир-Рахим. Куль а‘узу би-Рабби ль-фаляк, мин шарри ма халяк, ва мин шарри гасикин изза вакаб, ва мин шарри н-наффасати фи ль-‘укад, ва мин шарри хасидин изза хасад.",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим на том. Скажи: «Прибегаю к защите Господа рассвета от зла того, что Он сотворил, от зла мрака, когда он наступает, от зла [колдуний], поплевывающих на узлы, от зла завистника, когда он завидует». (‘Укба бин ‘Амир, да будет доволен им Аллах, сказал: «Посланник Аллаха, да благословит его Аллах и приветствует, велел мне после каждой молитвы читать суры “Фаляк” (Рассвет) и “Нас” (Люди)». В той версии этого хадиса, которую приводит только Абу Дауд, сообщается, что следует читать суры “Искренность”, “Рассвет” и “Люди”. (Абу Дауд, ат-Тирмизи, ан-Насаи))"
  },
  {
    "arabic_dua": "بِسْمِ ٱللَّٰهِ ٱلرَّحْمَٰنِ ٱلرَّحِيم قُلْ أَعُوذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَهِ النَّاسِ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ",
    "transcript": "БисмиЛляхир-Рахманир-Рахим. Куль а‘узу би-Рабби н-нас, Малики н-нас, Иляхи н-нас, мин шарри ль-васваси ль-ханнас, аллязи йувасвису фи судури н-нас, мин аль-джиннати ва н-нас.",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим на том. Скажи: «Прибегаю к защите Господа людей, Царя людей, Бога людей, от зла искусителя отступающего [или: сжимающегося] [при поминании Аллаха], который наущает в груди людей и бывает из джиннов и людей». (‘Укба бин ‘Амир, да будет доволен им Аллах, сказал: «Посланник Аллаха, да благословит его Аллах и приветствует, велел мне после каждой молитвы читать суры “Фаляк” (Рассвет) и “Нас” (Люди)». В той версии этого хадиса, которую приводит только Абу Дауд, сообщается, что следует читать суры “Искренность”, “Рассвет” и “Люди”. (Абу Дауд, ат-Тирмизи, ан-Насаи))"
  },

  {
    "arabic_dua": "لا إِلهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيي وَيُمِيتُ وَهُوَ على كُلّ شَيْءٍ قَدِيرٌ",
    "transcript": "Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамд. Йухйи ва йумиту ва хуа ‘аля кулли шай’ин кадир",
    "translate": "Перевод: «Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество и Ему − хвала! Он оживляет и умерщвляет, и Он всё может» (10 раз после утреннего намаза и 10 раз после вечернего намаза. При этом желательно, согласно хадису, оставаться на своем месте и не говорить ни с кем. Передают со слов Абу Зарра, да будет доволен им Аллах, что Посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Тому, кто, оставаясь коленопреклонённым и (ни с кем) не заговорив после утренней молитвы, десять раз скажет: «Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамд! Йухйи ва йумиту ва хуа ‘аля кулли шай’ин кадир» (Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество и Ему − хвала! Он оживляет и умерщвляет, и Он всё может), будет записано десять благих дел, записи о десяти его дурных делах будут стёрты, и будет он возвышен на десять ступеней. (Кроме того,) в этот день (такой человек) будет защищён от всего дурного и не запишется ему ни один грех, кроме греха многобожия». (Ахмад, ат-Тирмизи). ‘Умара бин Шубайб сказал Посланник Аллаха, да благословит его Аллах и приветствует, сказал: «К тому, кто после закатной молитвы десять раз скажет: «Ля иляха илля-Ллаху вахда-ху ля шарикя ля-ху. Ля-ху-ль-мульку, ва ля-ху-ль-хамду! Йухйи ва йумиту ва хуа ‘аля кулли шай’ин кадир» (Нет бога, кроме одного лишь Аллаха, у Которого нет сотоварища. Ему принадлежит владычество и Ему − хвала! Он оживляет и умерщвляет, и Он всё может), Аллах Всевышний направит стражей, которые станут оберегать его от шайтана до самого утра, и за это Аллах запишет ему совершение десяти добрых дел, (за каждое из которых он непременно будет введён в рай), и сотрёт записи о десяти его тяжких грехах, и для (того, кто произнесёт такие слова,) это будет равнозначно освобождению из рабства десяти верующих». (Ат-Тирмизи, ан-Насаи))"
  },

  {
    "arabic_dua": "اللَّهُمَّ أجِرْنِي مِنَ النَّارِ",
    "transcript": "Аллахумма, аджир-ни мина-н-нар!(7 раз после утреннего и 7 раз после вечернего намаза)",
    "translate": "Перевод: «О Аллах, защити меня от огня» (Передают со слов Муслима б. аль-Хариса ат-Тамими, что (однажды) посланник Аллаха, да благословит его Аллах и приветствует, по секрету сказал ему: «Когда закончишь совершать закатную молитву, скажи семь раз: «Аллахумма, аджир-ни мина-н-нар!» (О Аллах, защити меня от огня) − и, поистине, если ты скажешь это и умрёшь в эту ночь, будет записано, что ты защищён от огня. И когда закончишь совершать утреннюю молитву, произнеси те же слова, и, поистине, если ты скажешь это и умрёшь в этот день, будет записано, что ты защищён от огня». (Абу Дауд))"
  },

  {
    "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ",
    "transcript": "Аллахумма салли ‘аля Мухаммадин ва ‘аля али Мухаммад",
    "translate": "Перевод: О Аллах, благослови Мухаммада и семейство Мухаммада. (Это наиболее короткая форма салавата Пророку, да благословит его Аллах и приветствует. Существуют и более расширенные формы салавата. Сообщается, что Фадаля ибн ‘Убайдуллах, да будет доволен им Аллах, сказал: «Посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Пусть каждый из вас по завершении молитвы начинает воздавать хвалу Аллаху Всевышнему и прославлять Его, потом − призовёт благословения на пророка, а потом − обратится к Аллаху с мольбами о том, чего он желает». (Ахмад, ат-Тирмизи, ан-Насаи). Этот хадис в общем виде побуждает восхвалять и прославлять Аллаха, а также читать салават на Пророка, да благословит его Аллах и приветствует, после чего сделать дуа)"
  },

  {
    "arabic_dua": "‏اللَّهُمَّ آتنا في الدُّنْيا حَسَنَةً وفي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
    "transcript": "Аллахумма, ати-на фи-д-дунйа хасанатан, ва фи-ль-ахырати хасанатан ва кы-на ‘азаба-н-нар",
    "translate": "Перевод: О Аллах, даруй нам в этом мире добро и в мире вечном добро и упаси нас от мук огня! (Сообщается, что Анас, да будет доволен им Аллах, сказал: «Чаще всего Пророк, да благословит его Аллах и приветствует, обращался к Аллаху с такой мольбой: «Аллахумма, ати-на фи-д-дунйа хасанатан, ва фи-ль-ахырати хасанатан ва кы-на ‘азаба-н-нар!» (О Аллах, даруй нам в этом мире добро и в мире вечном добро и упаси нас от мук огня!). (Аль-Бухари). В другой версии этого хадиса, приводимой только Муслимом, передатчик добавил к этому (следующее): «И когда Анас хотел обратиться к Аллаху с мольбой, он произносил (эти слова), когда же он обращался к Нему с (какой-нибудь другой) мольбой, то произносил и (эту мольбу)»)"
  },

  {
    "arabic_dua": "لا إِلهَ إِلاَّ أنْتَ سُبْحانَكَ إنِّي كُنْتُ مِنَ الظالِمِينَ",
    "transcript": "Ля иляха илля Анта, субхана-кя, инни кунту мин аз-залимин",
    "translate": "Перевод: Нет бога, кроме Тебя, слава Тебе, поистине, был я одним из несправедливых. (Передают со слов Са‘да бин Абу Ваккаса, да будет доволен им Аллах, что Посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Находясь во чреве кита, Зу-н-Нун воззвал к Аллаху: «Ля иляха илля Анта, субхана-кя, инни кунту мин аз-залимин!» (Нет бога, кроме Тебя, слава Тебе, поистине, был я одним из несправедливых!) – и, поистине, с какой бы мольбой ни обратился к Аллаху мусульманин, который произнесёт эти слова, ему непременно будет дан ответ». (Ахмад, ат-Тирмизи, аль-Хаким))"
  },

  {
    "arabic_dua": "اللَّهُمَّ إني أعُوذُ بِكَ مِنَ الكُفْرِ وَالفَقْرِ وَعَذَابِ القَبْرِ",
    "transcript": "Аллахумма, инни а‘узу би-кя мина-ль-куфри, ва-ль-факри, ва ‘азаби-ль-кабр",
    "translate": "Перевод: О Аллах, поистине, я прибегаю к Твоей защите от неверия, бедности и мучений могилы! (Сообщается, что Абу Бакр, да будет доволен им Аллах, сказал: «В конце молитвы Посланник Аллаха, да благословит его Аллах и приветствует, говорил: «Аллахумма, инни а‘узу би-кя мина-ль-куфри, ва-ль-факри, ва ‘азаби-ль-кабр!» (О Аллах, поистине, я прибегаю к Твоей защите от неверия, бедности и мучений могилы!) (Ахмад, ан-Насаи))"
  },

  {
    "arabic_dua": "اللَّهُمَّ إنِّي أسْألُكَ الهُدَى، والتُّقَى، والعَفَافَ، والغِنَى",
    "transcript": "Аллахумма, инни ас’алю-кя-ль-худа, ва-т-тука, ва-ль-‘афафа ва-ль-гына",
    "translate": "Перевод: О Аллах, поистине, я прошу Тебя о руководстве, благочестии, воздержании и богатстве! (Передают со слов Ибн Мас‘уда, да будет доволен им Аллах, что Пророк, да благословит его Аллах и приветствует, часто обращался к Аллаху со следующей мольбой: «Аллахумма, инни ас’алю-кя-ль-худа, ва-т-тука, ва-ль-‘афафа ва-ль-гына!» (О Аллах, поистине, я прошу Тебя о руководстве, благочестии, воздержании1 и богатстве!) (Муслим))"
  },

  {
    "arabic_dua": "‏يا مُقَلِّبَ القُلُوبِ ثَبِّت قَلْبي على دِينكَ",
    "transcript": "Йа мукаллиба-ль-кулюби, саббит кальби ‘аля дини-кя",
    "translate": "Перевод: О направляющий сердца, укрепи сердце моё в твоей религии! (Сообщается, что Шахр бин Хаушаб сказал: «(Однажды) я спросил Умм Саляму, да будет доволен ею Аллах: «О мать правоверных, с какими мольбами чаще всего обращался к Аллаху Посланник Аллаха, да благословит его Аллах и приветствует, когда находился у тебя?» Она сказала: «Чаще всего он обращался с (такой) мольбой: «Йа мукаллиба-ль-кулюби, саббит кальби ‘аля дини-кя!» (О направляющий сердца, укрепи сердце моё в твоей религии!)». (Ат-Тирмизи, Ахмад))"
  },

  {
    "arabic_dua": "اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ صَرِّفْ قُلُوبَنَا عَلَى طَاعَتِكَ",
    "transcript": "Аллахумма мусаррифа ль-кулюб! Сарриф кулюба-на ‘аля та‘ати-ка.",
    "translate": "О Аллах, изменяющий [состояния] сердец! [Приведи] наши сердца к покорности Тебе. (Передают со слов Абдуллаха бин Амра бин аль-Аса, да будет доволен Аллах ими обоими, что (однажды) Посланник Аллаха ﷺ сказал: — О Аллах, направляющий сердца, направь сердца наши к покорности Тебе! /Аллахумма, мусаррифа-ль-кулюби, сарриф кулюба-на ‘аля та‘ати-кя/ (Муслим 2654))"
  },

  {
    "arabic_dua": "‏اللَّهُمَّ إني أسألُكَ عِلْماً نافِعاً، وعَمَلاً مُتَقَبَّلاً، وَرِزْقاً طَيِّباً",
    "transcript": "Аллахумма, инни ас’алю-кя ‘ильман нафи‘ан, ва ‘амалян мутакаббалян, ва ризкан Таййибан",
    "translate": "Перевод: О Аллах, поистине, я прошу у Тебя полезного знания, такого дела, которое будет принято, и благого удела. (Сообщается, что Умм Салама, да будет доволен ею Аллах, сказала: «Закончив утреннюю молитву, посланник Аллаха, да благословит его Аллах и приветствует, обычно говорил: «Аллахумма, инни ас’алю-кя ‘ильман нафи‘ан, ва ‘амалян мутакаббалян, ва ризкан Таййибан» (О Аллах, поистине, я прошу у Тебя полезного знания, такого дела, которое будет принято, и благого удела)». (Ахмад, Ибн Маджах, ан-Насаи))"
  },

  {
    "arabic_dua": "‏اللَّهُمَّ اكْفِني بِحَلالِكَ عَنْ حَرَامِكَ، وَأغْنِني بِفَضْلِكَ عَمَّنْ سِواكَ",
    "transcript": "Аллахумма,-кфи-ни би-халяли-кя ‘ан харами-кя ва-гни-ни би-фадликя ‘амман сива-кя",
    "translate": "Перевод: О Аллах, избавь меня от запрещённого Тобой посредством дозволенного Тобой и по милости Твоей избавь меня от необходимости в ком бы то ни было, кроме Тебя. (Передают со слов ‘Али, да будет доволен им Аллах, что (как-то раз) к нему пришёл раб, заключивший со своим хозяином договор о самовыкупе, и сказал: «Я не могу (выполнить условия) моего договора, помоги же мне!» (‘Али, да будет доволен им Аллах) сказал: «Так не научить ли тебя словам, которым научил меня посланник Аллаха, да благословит его Аллах и приветствует. (Они таковы, что) будь на тебе долг, подобный горе, Аллах (и тогда) отдаст его за тебя! Говори: «Аллахумма,-кфи-ни би-халяли-кя ‘ан харами-кя ва-гни-ни би-фадликя ‘амман сива-кя!» (О Аллах, избавь меня от запрещённого Тобой посредством дозволенного Тобой и по милости Твоей избавь меня от необходимости в ком бы то ни было, кроме Тебя!)» (Ахмад, ат-Тирмизи))"
  },

  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
    "transcript": "Аллахумма, инни а’узу бика миналь-хамми валь-хазани, валь-‘аджзи валь-касали, валь-джубни валь-бухли, ва даля’и-д-дайни ва гъалябати-р-риджаль",
    "translate": "Перевод: О Аллах, поистине, я прибегаю к Твоей защите от беспокойства и грусти, от слабости и нерадения, от малодушия и скупости, от бремени долга и притеснения людей. (Сообщается, что Анас сказал: «Пророк, да благословит его Аллах и приветствует, часто говорил: «Аллахумма, инни а’узу бика миналь-хамми валь-хазани, валь-‘аджзи валь-касали, валь-джубни валь-бухли, ва даля’и-д-дайни ва гъалябати-р-риджали» (О Аллах, поистине, я прибегаю к Твоей защите от беспокойства и грусти, от слабости и нерадения, от скупости и малодушия, от бремени долга и притеснения людей)». (Аль-Бухари))"
  },

  {
    "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ , عَاجِلِهِ وَآجِلِهِ , مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ , وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ , عَاجِلِهِ وَآجِلِهِ , مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ , اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ , وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ , اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ , وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ , وَأَعُوذُ بِكَ مِنَ النَّارِ , وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ , وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا ",
    "transcript": "Аллахумма инни асъалюка миналь-хайри куллихи ‘аджилихи ва аджилихи ма ‘алимту минху ва ма лям а’лям! Ва а’узу бика мина-ш-шарри куллихи ‘аджилихи ва аджилихи ма ‘алимту минху ва ма лям а’лям! Аллахумма инни асъалюка мин хайри ма са-аляка бихи ‘абдука ва набийюка, ва а’узу бика мин шарри ма ‘аза бихи ‘абдука ва набийюк! Аллахумма инни асъалюкаль-джанната ва ма къарраба иляйха мин къаулин ва ‘амалин, ва а’узу бика мина-н-нари ва ма къарраба иляйха мин къаулин ва ‘амалин, ва асъалюка ан тадж’аля кулля къадаин къадайтаху ли хайран",
    "translate": "Перевод: О Аллах, поистине, я прошу Тебя о всяком благе, что может произойти рано или поздно из того, что мне известно и неизвестно! И я прибегаю к Твоей защите от всякого зла, что может произойти рано или поздно, о котором мне известно и неизвестно! О Аллах, поистине, я прошу Тебя о том благе, о котором просил Тебя Твой раб и пророк, и прибегаю к Тебе от зла того, от чего прибегал к Тебе Твой раб и пророк! О Аллах, поистине, я прошу Тебя о Рае, а также о словах и делах, которые приближают к нему! И я прибегаю к Твоей защите от Ада, а также от слов и деяний, которые приближают к нему! И я прошу Тебя о том, чтобы Ты сделал все, что Ты предопределил для меня, благим. (От ‘Аиши, да будет доволен ею Аллах, сообщается, что Посланник Аллаха, да благословит его Аллах и приветствует, ее обучил этой мольбе: «О Аллах, поистине, я прошу Тебя о всяком благе, что может произойти рано или поздно из того, что мне известно и неизвестно! И я прибегаю к Твоей защите от всякого зла, что может произойти рано или поздно, о котором мне известно и неизвестно! О Аллах, поистине, я прошу Тебя о том благе, о котором просил Тебя Твой раб и пророк, и прибегаю к Тебе от зла того, от чего прибегал к Тебе Твой раб и пророк! О Аллах, поистине, я прошу Тебя о Рае, а также о словах и делах, которые приближают к нему! И я прибегаю к Твоей защите от Ада, а также от слов и деяний, которые приближают к нему! И я прошу Тебя о том, чтобы Ты сделал все, что Ты предопределил для меня, благим!» (Аллахумма инни асъалюка миналь-хайри куллихи ‘аджилихи ва аджилихи ма ‘алимту минху ва ма лям а’лям! Ва а’узу бика мина-ш-шарри куллихи ‘аджилихи ва аджилихи ма ‘алимту минху ва ма лям а’лям! Аллахумма инни асъалюка мин хайри ма са-аляка бихи ‘абдука ва набийюка, ва а’узу бика мин шарри ма ‘аза бихи ‘абдука ва набийюк! Аллахумма инни асъалюкаль-джанната ва ма къарраба иляйха мин къаулин ва ‘амалин, ва а’узу бика мина-н-нари ва ма къарраба иляйха мин къаулин ва ‘амалин, ва асъалюка ан тадж’аля кулля къадаин къадайтаху ли хайран). (Ибн Маджах, Ахмад, Ибн Хиббан, аль-Хаким))"
  }
]