[
    {
      "arabic_dua": "الدعاء للرفاه المالي",
      "transcript": "Ад-Дуа'ли Раффахиль Малийи",
      "translate": "Дуа для финансового благополучия"
    },
    {
      "arabic_dua": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "transcript": "Раббана атина фид-дунья хасанатау уа филь ахырати хасанатау уа-кына 'азабан-нар.",
      "translate": "Господь наш, дай нам в этом мире благо и в последней жизни благо, и защити нас от мучений огня \n \n (Коран, 2:201, Бухари 6389, Муслим 2690)"
    },
    {
      "arabic_dua": "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِٱللَّٰه العَلِيِّ العَظِيم",
      "transcript": "Ля хауля уа ля куввата илля биЛляхиль 'Алиййиль 'Азым",
      "translate": "Нет силы оставить плохое, греховное и обратиться к благому, и нет мощи поклоняться Аллаху, придерживаться благого, кроме как от Аллаха Всевышнего, Великого. \n \n Асад ибн Вадаа передаёт от Пророка (мир ему и благословение Аллаха): «Кто скажет: «Ля хауля ва ля куввата илля билляhи ль-'аллиййи ль-'азым» каждый день по 100 раз, того никогда не постигнет бедность». \n \n (Ибн Аби ад-Дунья) \n \n От Абу Хурайры (да будет доволен им Аллах) также передается, что Пророк (мир ему и благословение Аллаха) сказал: «Тот, кому Аллах дал благо, пусть часто воздает хвалу Аллаху (Аль-хамду ли-Ллях), тот, у кого много грехов, пусть чаще просит прощения (Астагфиру Ллах), а тот, кого Аллах задержал пропитание, пусть чаще произносит «Ля хавля ва ля куввата илля биллях» – «Нет силы и мощи ни у кого, кроме Аллаха». \n \n (Табарани, Аль-Авсат)"
    },
    {
      "arabic_dua": "اللَّهُمَّ اكْفِنِي بحَلالِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ",
      "transcript": "Аллахумма кфини бихалялика ‘ан харамика ва агнини бифадлика ‘амман сивак",
      "translate": "О, Аллах! Защити меня дозволенным от запретного, сделай меня не нуждающимся ни в ком, кроме Тебя \n \n (ат-Тирмизи 3563, Рияд Ас-Салихин 1486)"
    },
    {
      "arabic_dua": "لَا اِلَهَ اِلَّا اللهُ المَلِكُ الحَقُّ المُبِين",
      "transcript": "Ля иляха илля Ллахуль Маликуль Хаккуль Мубиин",
      "translate": "Нет никого и ничего, достойного поклонения, кроме Аллаха, Властителя, Истинного, Явного \n \n Передаётся от Али (да будет доволен им Аллах), что Посланник Аллаха (мир ему и благословение аллаха) сказал: «Тому, кто будет говорить каждый день по сто раз «Ля иляха илля ллаху ль-Малику ль-Хакку ль-Мубин», это станет спасением от бедности и другом, спасающим его в могиле от одиночества» \n \n (Абу Наим, Дайлами) \n \n Тому, кто желает разбогатеть, следует читать это дуа по 100 раз. («Канх аль-Уммаль», № 2896, том 2, стр. 233, «Маснун Дуа», стр. 73, Дар аль-Ислам Бардули)"
    },
    {
      "arabic_dua": "سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ، سُبْحَانَ اللَّهِ العَظِيم، أَستَغفِرُ اللَّه",
      "transcript": "Субхана Ллахи уа би хамдихи СубханаЛлахиль 'Азым, АстагфируЛлах",
      "translate": "Пречист Аллах, вся хвала Аллаху, Пречист Великий Аллах. Прошу прощения у Аллаха \n \n От Ибн Умара (да будет доволен им Аллах) передаётся, что один человек сказал Пророку (мир ему и благословение Аллаха): «О, Посланник Аллаха, этот мир отвернулся от меня, и он всё удаляется и удаляется от меня». Пророк (мир ему и благословение Аллаха) сказал ему: «Разве ты не слышал молитву (салят) ангелов и тасбих всех созданий Аллаха, посредством которой они и получают свой удел? Читай сто раз на рассвете: «Субхана Ллахи ва бихамдихи Субхана Ллахи ль-'азым, астагфиру Ллах», и весь мир смиренно придёт к тебе». Этот человек ушёл и через некоторое время вернулся и сказал: «О посланник Аллаха, поистине этот мир повернулся ко мне так, что я не знаю, куда бы положить его (имущество)». (Аль-Хатыб)"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ",
      "transcript": "Аллахумма инни а’узу бика миналь-хамми валь-хазани, валь-‘аджзи валь-касали, валь-джубни валь-бухли, ва даля’и-д-дайни ва гъалябати-р-риджаль",
      "translate": "О Аллах, поистине, я прибегаю к Твоей защите от беспокойства и грусти, от слабости и нерадения, от скупости и малодушия, от бремени долга и притеснения людей \n \n Аль-Бухари 2329"
    },
    {
      "arabic_dua": "اَللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ * تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ بِغَيْرِ حِسَابٍ ، يَا رَحْمٰنَ الدُّنْيَا وَالْآخِرَةِ وَرَحِيمُهُمَا تُعْطِي مَنْ تَشَاءُ مِنْهَا وَتَمْنَعُ مَنْ تَشَاءُ، ارْحَمْنِي رَحْمَةً تُغْنِينِي بِهَا عَنْ رَحْمَةِ مَنْ سِوَاكَ",
      "transcript": "Аллахумма малика-ль-мульки ту'ти-ль-мулька манн ташау ва танзи’у-ль-мулька мимманн ташау ва ту’иззу манн ташау ва туҙиллю манн ташау биядика-ль-хайру иннака ‘аля кулли шайъин Къадир. Тулиджу лляйля фи ннаhари ва тулиджу ннаhара фи лляйли ва тухриджу-ль-ẍаййя мина-ль-маййити ва тухриджу-ль-маййита мина-ль-ẍаййи ва тарзукъу мин ташау биґайри ẍисаб. Йа Раẍмана ддунйа ва-ль-ахирати ва раẍимуhума, ту'ҭи манн ташау минhа ва темна’у  манн ташау, ирẍамни раẍматан туґнини биhа ‘ан раẍмати ман сивак",
      "translate": "О Аллах, Властелин  всего сущего! Ты даруешь, кому пожелаешь, и отнимаешь, у кого пожелаешь. Всё происходит по твоей воле; возвеличиваешь, кого пожелаешь, и унижаешь, кого пожелаешь. Ты даёшь все блага. Воистину, Ты над всем сущим властен. Ты удлиняешь день за счёт ночи и удлиняешь ночь за счёт дня. Ты выводишь живое из мёртвого и выводишь мёртвое из живого (то есть семена превращаешь в  растения, а растения в семена и т.п.). Ты даруешь удел без счёта, кому пожелаешь»,  и даруешь, не считая, удел, кому пожелаешь. О Милостивый в этом мире и ином, Ты даруешь в обоих мирах, что пожелаешь и отвергаешь, что пожелаешь. Даруй мне такую милость, которая избавит меня от нужды в милости кого-либо другого \n \n Посланник Божий ﷺ обучил Му’аза ибн Джабаля следующей мольбе из священного Корана (26-27 аяты суры «Алю-Имран») для избавления от долгов, И далее (Пророк ﷺ) добавил дуа: О Милостивый в этом мире и ином, Ты даруешь в обоих мирах, что пожелаешь и отвергаешь, что пожелаешь. Даруй мне такую милость, которая избавит меня от нужды в милости кого-либо другого». Затем Пророк ﷺ пояснил: «Когда ты прочитаешь его, Аллах поможет тебе избавиться от долга, если даже он подобен горе Ухуд!» \n \n В другом риваяте сказано: Прочитав это, Он (мир ему и благословение) сказал: «Если даже ты будешь должен кому-то всё золото мира, ты всё равно освободишься от долга!"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ اَلأَحْيَاءِ مِنْهُمْ وَالأمْوَاتِ",
      "transcript": "Аллахумма гфир ли уали уалидаййа уа лиль му'минина уаль му'минат уаль муслимина уаль муслимат, аль ахья и минхум уаль амват",
      "translate": "О Аллах! Прости меня и моих родителей, верующих мужчин и верующих женщин, мусульман и мусульманок, живых и покойных."
    },
    {
      "arabic_dua": "للَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي وَاهْدِنِي، وَارْزُقْنِي",
      "transcript": "Аллахумма гфир ли уа рхам ни уа хди ни уа рзук ни",
      "translate": "О Аллах, прости меня, и помилуй меня, и выведи меня на правильный путь и даруй мне средства к существованию! \n \n (Рияд-ас-Салихин, 1414)"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَعَافِني، وارْزُقْنِي",
      "transcript": "Аллахумма гфир ли уа рхам ни уа 'афи ни уа рзук ни",
      "translate": "О Аллах, прости меня, и помилуй меня, и избавь меня и даруй мне средства к существованию! \n \n (Рияд-ас-Салихин, 1469)"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ ، وَاِسْمِكَ الْعَظِيمِ ، مِنَ الْكُفْرِ وَالْفَقْرِ",
      "transcript": "Аллахумма инни а’узу би ваджхика-ль-карим ва исмика-ль-‘азым, мина-ль-куфри ва-ль-факри",
      "translate": "О, Аллах, я прибегаю к величию Твоей защиты от неверия и от бедности \n \n Тирмизи, Даават, 121"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا ، وَرِزْقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
      "transcript": "Аллахумма инни ас-алюка ильман нафиан ва ризкан тайибан ва амалян мутакаббалян",
      "translate": "О, Аллах! Поистине, я прошу у Тебя полезного знания, благого удела и такого дела, которое будет принято \n \n Ибн Маджах (925), Ибн ас-Сунни в «’Амалу аль-йаум уа аль-лейля» (53). Достоверность хадиса подтвердили ибн Хаджар в «Натаиджу аль-Афкяр» (2/411), аль-Хайсами в «Маджма’аз-Зауаид» (10/114), аль-Альбани в «Сахих ибн Маджах» (762)"
    },
    {
      "arabic_dua": "اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الْأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، مُنَزِّلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرآَنِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آَخِذٌ بِنَاصِيَتِهِ؛ أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وأَنْتَ الْآَخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وأَنْتَ البَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اِقْضِ عَنَّا الدَّيْنَ، وأَغْنِنَا مِنَ الفَقْر",
      "transcript": "Аллахумма, Рабба-с-самавати, ва Рабба-ль-арды, ва Рабба-ль-‘арши-ль-‘аӟыми, Раббана, ва Рабба кулли шай'ин, фаликъа-ль-ẍабби ва-н-нава, муназзиля-т-Таурати, ва-ль-Инджили, ва-ль-Къуръани, а‘уҙу бика мин шарри кулли ҙи шаррин анта ахиҙун бинаĉыятихи! Анта-ль-аввалю фаляйса ḱабляка шай'ун, ва анта-ль-ахиру, фаляйса ба‘дака шай'ун, ва анта-ӟ-ӟахиру, фаляйса фавкъакя шайъун, ва анта-ль-баҭыну, фаляйса дунака шай'ун, икъды ‘анна-д-дайна ва аґнина мина-ль-факр",
      "translate": "О Аллах, Господь небес, Господь земли, Господь великого престола, Господь наш и Господь всего, Тот, Кто расщепляет зёрна и ядра, (Тот, Кто) ниспослал Тору, Евангелие и Коран, прибегаю к Твоей защите от зла всего дурного, (ибо всё) это подвластно Тебе! Ты – Первый, и не было ничего до Тебя, Ты − Последний, и не будет ничего после Тебя, Ты − Побеждающий, и нет ничего над Тобой, Ты −Скрытый, и нет ничего за Тобой, избавь же нас от долга и избавь нас от бедности \n \n Муслим 2713; Абу Давуд 5051"
    },
    {
      "arabic_dua": "اللَّهُمَّ أكْثِرْ مَالِي، وَوَلَدِي، وَبَارِكْ لِي فِيمَا أعْطَيْتَنِي",
      "transcript": "Аллахумма, аксир мали ва валяди ва барик ли фи ма а'тайтани",
      "translate": "О, Аллах, увеличь мое имущество и потомство и дай мне благодать в том, что Ты мне даровал \n \n Адаб муфрад; Тирмизи"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَعَافِنِي، وَاهْدِنِي، وَارْزُقْنِي",
      "transcript": "Аллахумма-гфир ли, ва-рхам-ни, ва ‘афи-ни, ва-хди-ни ва-рзук-ни",
      "translate": "О Аллах, прости, помилуй и даруй мне благополучие и веди меня прямым путём и даруй мне удел \n \n Муслим 2697"
    },
    {
      "arabic_dua": "اللَّهُمَّ إنِّي أَسْأَلُك مِنْ فَضْلِكَ وَرَحْمَتِكَ فَإِنَّهُ لاَ يَمْلِكُهَا إِلاَّ أَنْت",
      "transcript": "Аллахумма инни ас'алука мин фадлика ва рахматика, фаиннаху ла ямликуха илля ант",
      "translate": "О, Аллах, я прошу у Тебя добавления Твоего благодеяния и Твоей милости, ибо, поистине, лишь Ты обладаешь ими \n \n Табарани; Сильсиля сахиха, 4/57"
    },
    {
      "arabic_dua": "سُبْحَانَ اللهِ، اَلْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ، اَللهُ أَكْبَر",
      "transcript": "СубханаЛлахи уаль Хамду лиЛляхи уа ля иляха илля Ллаху уаЛлаху Акбар",
      "translate": "Пречист Аллах, хвала Аллаху, нет бога кроме Аллаха, Аллах Велик \n \n Сообщается, что Анас ибн Малик, да будет доволен им Аллах, сказал: – (Однажды) к Пророку, да благословит его Аллах и приветствует, пришёл какой-то бедуин и сказал: «О Посланник Аллаха, обучи меня благому». Пророк, да благословит его Аллах и приветствует, взял его за руку и сказал: «Говори: “Пречист Аллах/Субхана-Ллах/, и вся хвала Аллаху/валь-Хамду ли-Ллях/, и нет божества, достойного поклонения, кроме Аллаха/ва ля иляха илля-Ллах/, и Аллах велик/ва-Ллаху акбар/”». (Анас) сказал: – И этот бедуин стал считать на пальцах и ушёл. Затем поразмыслив, он стал возвращаться. Тогда Пророк, да благословит его Аллах и приветствует, улыбнулся и сказал: «Бедняга призадумался». И он вернулся (к Пророку, да благословит его Аллах и приветствует,) и сказал: «О Посланник Аллаха, (слова) “Субхана-Ллах, валь-Хамду ли-Ллях, ва ля иляха илля-Ллах, ва-Ллаху акбар”, – это для Аллаха, а для меня что?!» И Пророк, да благословит его Аллах и приветствует, сказал ему: «О бедуин, когда ты говоришь: “Субхана-Ллах”, Аллах говорит: “Ты сказал правду!” Когда ты говоришь: “Аль-Хамду ли-Ллях”, Аллах говорит: “Ты сказал правду!” Когда ты говоришь: “Ля иляха илля-Ллах”, Аллах говорит: “Ты сказал правду!” Когда ты говоришь: “Аллаху акбар”, Аллах говорит: “Ты сказал правду!” А когда ты говоришь: “Аллахумма-гъфирли/О Аллах, прости меня!/”, Аллах говорит: “Я уже сделал это!” Когда ты говоришь: “Аллахумма-рхамни/О Аллах, помилуй меня!/”, Аллах говорит: “Я уже сделал это!” Когда ты говоришь: “Аллахумма-рзукъни/О Аллах, даруй мне средства к существованию!/”, Аллах говорит: “Я уже сделал это!”» (Анас) сказал: «И этот бедуин сосчитал на пальцах до семи, а затем удалился» \n \n Аль-Байхакъи в «Шу’аб аль-Иман» (619) и Ад-Дыяъ аль-Макъдиси в «аль-Мухтара» (1613)"
    },
    {
      "arabic_dua": "اَللَّهُمَّ اغْفِرْ لِي ذَنْبِي. وَ وَسِّعْ لِي فِي دَارِي. وَ بَارِكْ لِي فِي رِزْقِي",
      "transcript": "Аллахумма, гфир ли занби, ва васси‘ ли фи дари, ва барик ли фи ризкы",
      "translate": "Господи, прости мне мои грехи; сделай мое жилье просторным [будь то с точки зрения восприятия либо фактической материализации] и заложи Свою Божественную благодать в моем уделе [который Твоим повелением «Будь!» станет приумножаться по необходимости]"
    },
    {
      "arabic_dua": "رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
      "transcript": "Рабби Адхильни Мудхаля Сидкин Уа Ахриджни Мухраджа Сидкин Уадж`аль Ли Мин Лядунка Сультанаан Насыраа",
      "translate": "Господи! Пусть мой вход (в Медину) будет благополучным (и я не увижу зла), и пусть мой выход (из Мекки) будет благополучным! Даруй мне от Тебя силу в помощь (для борьбы против Твоих врагов) (Коран, 17:80)"
    },
    {
      "arabic_dua": "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي",
      "transcript": "Раббишрах ли садри уа йассир ли ам-ри уахлул ’укдатам-мил-лисани йафкаху каули",
      "translate": "Господи! Раскрой мою грудь (освети мою душу верой)! Облегчи мою задачу (как посланника)! Сделай меня красноречивым, чтобы они могли понять мою речь (Коран, 20:25-28)"
    },
    {
      "arabic_dua": "الْحَمْدُ للّهِ رَبِّ الْعَالَمِين",
      "transcript": "Аль хамду лиЛляхи Раббиль 'аалямииин",
      "translate": "Хвала Аллаху - Господу миров (Сура Аль-Фатиха) \n \n Всевышний Аллах говорит в Коране: Если вы будете благодарны, то Я одарю вас еще большим (Сура Ибрахим, 7 аят)"
    },
    {
      "arabic_dua": "وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيب",
      "transcript": "Вама тауфики илля билляхи аляйхи таваккальту ва иляйхи унииб",
      "translate": "Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (Сура Худ, 88 аят)"
    },
    {
      "arabic_dua": "يَا الرَّزَّاق، أُرزُقنِي حَلَالًا طَيِّبًا",
      "transcript": "Йа Рраззак! Урзукни халялян таййиба",
      "translate": "О, Дарующий, одари меня дозволенным пропитанием"
    },
    {
      "arabic_dua": "رَبِّ يَسِّر وَلَا تُعَسِّر رَبِّ تَمِّم بِالخَير",
      "transcript": "Рабби йассир ва ля туассир. Рабби таммим бил-хайир",
      "translate": "Господь, облегчи, не утруждай. Господь, сделай благодатным завершение этого дела"
    },
    {
      "arabic_dua": "اللَّهُـمَّ رَحْمَتَـكَ أَرْجُـوفَلَا تَكِلْـنِي إِلَى نَفْـسِي طَـرْفَةَ عَـيْنٍ، وَأَصْلِـحْ لِي شَأْنـِي كُلَّـهُ لَا إِلَهَ إِلَّا أنْـت",
      "transcript": "Аллахумма рахматака арджу фаля такильни иля нафси тарфата ‘айнин ва аслих ли шаъни кулляху ля иляха илля ант",
      "translate": "О Аллах! Я надеюсь на милость Твою. Не вручай меня моей душе даже на мгновение ока. Исправь всё мое положение, ибо, нет божества, достойного поклонения, кроме Тебя"
    },
    {
      "arabic_dua": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أستَغِيث",
      "transcript": "Йа Хаййю, йа Каййуму! Бирахматика астагыс",
      "translate": "О Живой! О Вседержитель! К милости Твоей я прибегаю за помощью"
    },
    {
      "arabic_dua": "اللّهُـمَّ لا سَـهْلَ إِلاّ ما جَعَلـتَهُ سَهـلاً، وَأَنْتَ تَجْـعَلُ الْحَـزَنَ إِذا شِـئْتَ سَهـْلا",
      "transcript": "Аллахумма, ля сахля илля ма джа'альта-ху сахлян, ва Анта тадж'алю-ль-хазна иза ши'та сахлян",
      "translate": "О, Аллах, нет ничего легкого, кроме того, что Ты сделал легким, и если Ты пожелаешь, то сделаешь это затруднение легким"
    },
    {
      "arabic_dua": "اللّهُـمَّ ارْزُقْنَا وَأَنتَ خَيْرُ الرَّازِقِين",
      "transcript": "Аллахумма рзук наа уа Анта Хайрур-Разикын",
      "translate": "О Аллах, надели нас уделом, ведь Ты – Наилучший из дарующих удел (Сура Аль-Маида, аят 114)"
    },
    {
      "arabic_dua": "يَا الرَّزَّاق",
      "transcript": "Йа Рраззак",
      "translate": "О Наделяющий средствами к существованию \n \n АР-РАЗЗАК — Бог, наделяющий средствами к существованию; Тот, Кто сотворил средства к существованию и наделил ими Свои создания. Он почтил их дарами как осязаемыми, так и такими, как разум, знание и вера в сердце. Тот, Кто сохраняет жизнь живых творений и налаживает ее. Польза же, которую получает человек, познавший это Имя Аллаха, состоит в знании того, что никто, кроме Аллаха, не в состоянии даровать удел, и он уповает только на Него и стремится стать причиной ниспослания пропитания другим созданиям. Он не стремится получить удел Аллаха в том, что Он запретил, а терпит, взывает к Господу и трудится для получения удела в дозволенном"
    },
    {
      "arabic_dua": "يَا الوَهَّاب",
      "transcript": "Йа Уаххаб",
      "translate": "О Дарующий \n \n АЛЬ-ВАХХАБ — Дарующий; Тот, Кто дарует бескорыстно, Кто дарует блага рабам Своим; Тот, Кто, не дожидаясь просьбы, дарует необходимое, не преследуя корыстных целей. Подобным качеством не обладает никто, кроме Всевышнего Аллаха. Человек, познавший это Имя Аллаха, целиком посвящает себя служению своему Господу, не стремясь при этом ни к чему, кроме Его довольства. Он совершает все свои деяния только ради Него и бескорыстно помогает нуждающимся, не ожидая от них ни награды, ни благодарности"
    },
    {
      "arabic_dua": "يَا الغَنِي",
      "transcript": "Йа Ганийй",
      "translate": "О Богатый, ни в чем не нуждающийся \n \n АЛЬ-ГАНИ — Богатый, Не нуждающийся ни в чем; Самостоятельный; Тот, в Ком нуждаются все. Ниспосланные Аллахом богатства на самом деле принадлежат Ему же, Он отдает их рабам Своим как бы на хранение, под залог благодеяний. Поэтому богатство следует тратить так, чтобы Аллах был доволен"
    },
    {
      "arabic_dua": "رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِير",
      "transcript": "Рабби инни лима анзальта иляййя мин хайрин факыр",
      "translate": "О Господь! Воистину, я нуждаюсь в любом благе, которое Ты ниспошлешь мне (Коран, 28:24)"
    },
    {
      "arabic_dua": "وَهَبْ لِي يَا وَهَّابُ عِلْمًا وَحِكْمَةً وَلِلرِّزْقِ يَا رَزَّاقُ كُن لِي مُسَهّلاً وَلِلْخَيْرِ يَا فَتَّاحُ وَافْتَحْ لِي بِالْهُدَي وَلِلْعِلْمِ كُنْ لِي يَا عَلِيمٌ مُفَضَّلا",
      "transcript": "Уаххаб лии йа Уаххаб. 'Ыльман уа хикматау уа лир-рызкы йаа Раззаку. Кун лии мусаххыляу уа лиль хайри йаа Фаттах. Уа фтах лии биль худаа, уа лиль 'Ыльми кун лии йаа 'Алимум Муфаддыля",
      "translate": "Даруй мне, о Дарующий, знания и мудрость и рызк, о Наделяющий рызком. Будь моим помощником в благом, о Открывающий. И открой мне истину (руководство, прямой путь) и знание. И будь для меня Самым Любимым,о Всезнающий"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنِّي لَا أَصْلُحُ لِلْفَقْرِ وَ لَا يَصْلُحُ الْفَقْرُ لِي، أَللَّهُمَّ أَغْنِنِي مِنْ فَضْلِكَ وَ كَرَامِكَ يَا اَكرَمَ الأَكرَمِين، حَتَّى أَكُونَ دَائِمَا غَنِيًّا مُسْتَغْنِيًا مُكْتَفِيًا مُنْفِقًا ! أَللَّهُمَّ أَغْنِنِي مِنْ فَضْلِكَ وَكَرَامِكَ يَا اَكرَمَ الأَكرَمِين، يَا اَرحَمَ الرَّاحِمِين!",
      "transcript": "Аллахумма инни ляя аслюху лиль факри ва ляя йаслюху-ль-факру лии! Аллахумма агнини мин фадликя уа кярамика, йа Акьрамаль Акьрамиин, хатта акуна даима ганиййан, мустагнийан, муктафийан, мунфикъан! Аллахумма агнини мин фадликя уа кярамика, йа Акьрамаль Акьрамиин, йа Архама Рраахимиин!",
      "translate": "О Аллах, поистине, не гожусь я для бедности и бедность не годится для меня! О Аллах, надели меня богатством из своей милости и щедрости, о Наищедрейший из щедрейших, чтобы я всегда был богатым, не нуждающимся [ни в ком, кроме Тебя, о мой Господь], был в достатке [не испытывающим нужды] и тратящим [финансы на твоем пути, о Всевышний Аллах]! О Аллах, надели меня богатством из своей милости и щедрости, о Наищедрейший из щедрейших, о Милосерднейший из милосердных!"
    },
    {
      "arabic_dua": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَن يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
      "transcript": "Аллаху Лятыфум би'ибадихи йарзуку май-йашау уа хуваль Кауиййуль-Азиз",
      "translate": "Аллах благосклонен ко всем Своим рабам и дарует удел, кому пожелает. Он властен над всем сущим, Могуч и Непобедим (42:19). (Для увеличения ризка человеку следует многократно цитировать данный аят после совершения каждого намаза (Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах))"
    },

    {
      "arabic_dua": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا",
      "transcript": "Уа йарзукху мин хайthу ля йахтасиб. Уа ман йатаваккяль 'аля Ллахи фа хува хасбух. Инна Ллаха баалигуль амрих. Кад джа'аля Ллаху ли кулли шай ин кадра",
      "translate": "(Аллах даст ему выход) и наделит его уделом оттуда, откуда тот даже и не рассчитывает (его получить). Тому, кто уповает на Аллаха, будет Его достаточно. Поистине, Аллах завершает все (что Он пожелал совершить). Аллах сделал для всего (для каждого творения) меру (предопределил все еще до его сотворения) (Коран, 65:3). (Частое повторение этого аята помогает избавиться от бедности. Если повторять его в поисках вохможности достигнуть цели, она ин ша Аллах будет достигнута - Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },
    {
      "arabic_dua": "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّـهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِين",
      "transcript": "Уа ма мин даббатин филь арды илля 'аля Ллахи ризкухаа уа йа'ляму мустакаррахаа уа мустауда'ахаа. Куллюн фи китабим-мубин",
      "translate": "Пропитание каждого живого существа на земле установлено Аллахом. Аллах знает их место пребывания и место хранения (от утробы матери до воскрешения из могилы). Все это записано в Ясной Книге (Сохраненной книге — Ляух аль-Махфуз) (Коран, 11:6)"
    },

    {
      "arabic_dua": "بسم الله الرحمن الرحيم ; إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ ; قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ; أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ; يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ ; قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا ; فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا ; وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا ; ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا ; ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا ; فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا ; يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ; وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا ; مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا ; وَقَدْ خَلَقَكُمْ أَطْوَارًا ; أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا ; وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ; ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا ; وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا ; لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا ; قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا ; وَمَكَرُوا مَكْرًا كُبَّارًا ; وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا ; وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا ; مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا ; وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا ; إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا ; رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
      "transcript": "Бисмилляхир-Рахманир-Рахиим ; Инна Арсальна Нухаан Иля Каумихи Ан Анзир Каумака Мин Кабли Ан Йа`тийахум `Азабун Алиим ; Каля Йа Кауми Инни Лякум Назирун Мубиин ; Ани`будуЛлаха Уаттакуху Уа Ати`уун ; Йагфир Лякум Мин Зунубикум Уа Йу`аххиркум Иля Аджалин Мусамман Инна АджаляЛлахи Иза Джа`а Ля Йу`аххару Ляу Кунтум Та`лямуун ; Каля Рабби Инни Да`ауту Кауми Ляйлян Уа Нахараа ; Фалям Йазидхум Ду`а`и Илля Фирараа ; Уа Инни Кулляма Да`аутухум Литагфира Ляхум Джа`алю Асаби`ахум Фи `Азанихим Уастагшау Сийабахум Уа Асарру Уастакбарустикбараа ; Сумма Инни Да`аутухум Джихараа ; Сумма Инни А`лянту Ляхум Уа Асрарту Ляхум Исрараа ; Факультустагфиру Раббакум Иннаху Кана Гаффараа ; Йурсилис-Сама`а `Алейкум Мидрараа ; Уа Йумдидкум Би`амвалин Уа Банина Уа Йадж`аль Лякум Джаннатин Уа Йадж`аль Лякум Анхараа ; Ма Лякум Ля Тарджуна Лилляхи Уакараа ; Уа Кад Халякакум Атвараа ; Алям Тарау Кайфа ХалякаЛлаху Саб`а Самауатин Тибакаа ; Уа Джа`аляль-Камара Фихинна Нураан Уа Джа`аляш-Шамса Сираджаа ; УаЛлаху Анбатакум Миналь-Арды Набатаа ; Сумма Йу`идукум Фиха Уа Йухриджукум Ихраджаа ; УаЛлаху Джа`аля Лякумуль-Арда Бисатаа ; Литаслюку Минха Субулян Фиджаджаа ; Каля Нухун Рабби Иннахум `Асауни Уаттаба`у Ман Лям Йазидху Малюху Уа Уалядуху Илля Хасараа ; Уа Макару Макраан Куббараа ; Уа Калю Ля Тазарунна Алихатакум Уа Ля Тазарунна Уаддаан Уа Ля Сува`аан Уа Ля Йагуса Уа Йа`ука Уа Насраа ; Уа Кад Адаллю Касираан Уа Ля Тазидиз-Залимина Илля Даляля ; Мимма Хати`атихим Угрику Фа`удхилю Нараан Фалям Йаджиду Ляхум Мин ДуниЛляхи Ансараа ; Уа Каля Нухун Рабби Ля Тазар `Аляль-Арды Миналь-Кафирина Даййараа ; Иннака Ин Тазархум Йудиллю `Ибадака Уа Ля Йалиду Илля Фаджиран Каффараа ; Раббигфир Ли Уа Лиуалидаййа Уа Лиман Дахаля Байтийа Му`минаан Уа Лильму`минина Уаль-Му`минати Уа Ля Тазидиз-Залимина Илля Табараа",
      "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Мы отправили Нуха к его народу (со словами): «Предостереги свой народ прежде, чем их постигнет мучительное наказание» ; Он сказал: «О мой народ! Воистину, я — тот, кто предостережет вас и разъяснит вам (истину) ; Поклоняйтесь Аллаху, бойтесь Его и будьте покорны мне, ; И Аллах простит вам ваши грехи и продлит вашу жизнь до назначенного срока. Поистине, когда срок (назначенный) Аллахом наступает, его нельзя перенести. Если бы вы только знали!» ; Он сказал: «Господи! Поистине, я призывал мой народ ночью и днем, ; но мои проповеди не увеличили (число верующих), они все больше разбегались ; И каждый раз, когда я увещевал их, чтобы Ты простил их (когда они уверуют), они затыкали пальцами уши и закутывались в одежду. Они упрямились и выказывали безмерную гордыню ; Затем я призывал их открыто ; Затем я говорил с ними при всех и беседовал с каждым наедине ; Я говорил: «Просите прощения у вашего Господа, ведь Он — Всепрощающий ; (И если вы поступите так) Он ниспошлет вам с неба обильные дожди, ; увеличит ваше имущество и потомство, предоставит вам сады и реки ; Что с вами? Почему вы не признаете величия Аллаха? ; Он ведь создавал вас постепенно ; Разве вы не видите, что Аллах создал семь небес одно над другим? ; Он поместил туда (в небеса) луну для освещения, а солнце сделал светильником ; Аллах прорастил вас из земли, будто растения ; Потом Он вернет вас в нее и вновь выведет из нее ; Аллах простер для вас землю ковром, ; чтобы вы ходили по ней широкими путями» ; Нух сказал: «Господи! Они не послушались меня и последовали за теми, чье богатство и чье потомство приносят им только убыток ; Они замыслили великое коварство ; Они сказали: «Не отрекайтесь от ваших богов: Вадда, Сува’а, Ягуса, Я’ука и Насра» ; И ведь они уже многих сбили с пути! Не приумножай же (Господи) несправедливым ничего, кроме заблуждения!» ; За свои грехи они были потоплены и введены в Ад. И никто не мог помочь им, кроме Аллаха ; Нух взмолился: «Господи! Не оставь на земле ни одного неверующего! ; Если ты оставишь их (в живых), они введут в заблуждение Твоих рабов и породят только неверующих нечестивцев ; Господи! Прости меня и моих родителей и всех, кто зайдет в мой дом верующим, а также верующих мужчин и женщин. А несправедливым не приумножь ничего, кроме ущерба!». Чтение Суры 71 (Нух) при совершении намаза поможет избавиться от бедности см. Лечение аятами Корана и помощь в повседневных нуждах, стр. 37"
    },
    {
      "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; الْقَارِعَةُ ; مَا الْقَارِعَةُ ; وَمَا أَدْرَاكَ مَا الْقَارِعَةُ ; يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ ; وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ ; فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ ' فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ ; وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ ; فَأُمُّهُ هَاوِيَةٌ ; وَمَا أَدْرَاكَ مَا هِيَهْ ; نَارٌ حَامِيَةٌ",
      "transcript": "Бисмилляхир-Рахманир-Рахиим ; Аль-Кари`а ; Маль-Кари`а ; Уа Ма Адрака Маль-Кари`а ; Йаума Йакунун-Насу Кальфарашиль-Мабсуус ; Уа Такунуль-Джибалю Каль`ихниль-Манфууш ; Фа`амма Ман Сакулят Мауазинуух ; Фахува Фи `Ишати Радыйаа ; Уа Амма Ман Хаффат Мауазинуух ; Фа`уммуху Хавийаа ; Уа Ма Адрака Ма Хийаах ; Нарун Хамийаа",
      "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Бедствие (Судный день)! ; Что такое Бедствие? ; Откуда ты узнал, что такое Бедствие? ; В тот день люди будут похожи на разлетевшихся мотыльков ; А горы будут как расчесанная шерсть ; Тот, чья чаша Весов окажется тяжелой, ; будет доволен своей жизнью ; Тому же, чья чаша Весов окажется легкой, ; прибежищем станет Хавия ; Откуда ты мог знать, что это такое? ; Это — пылающий (жарко) Огонь! (Частое чтение суры 101 - Аль-Кария помогает увеличить ризк человека - комментарий Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },

    {
      "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; إِذَا وَقَعَتِ الْوَاقِعَةُ ; لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ; خَافِضَةٌ رَافِعَةٌ ; إِذَا رُجَّتِ الْأَرْضُ رَجًّا ; وَبُسَّتِ الْجِبَالُ بَسًّا ; فَكَانَتْ هَبَاءً مُنْبَثًّا ; وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً ; وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً ; وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ ; وَالسَّابِقُونَ السَّابِقُونَ ; أُولَٰئِكَ الْمُقَرَّبُونَ ; فِي جَنَّاتِ النَّعِيمِ ; ثُلَّةٌ مِنَ الْأَوَّلِينَ ; وَقَلِيلٌ مِنَ الْآخِرِينَ ; عَلَىٰ سُرُرٍ مَوْضُونَةٍ ; مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ ; يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ ; بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ ; لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ ; وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ ; وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ ; وَحُورٌ عِينٌ ; كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ ; جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ; لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا ; إِلَّا قِيلًا سَلَامًا سَلَامًا ; وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ ; فِي سِدْرٍ مَخْضُودٍ ; وَطَلْحٍ مَنْضُودٍ ; وَظِلٍّ مَمْدُودٍ ; وَمَاءٍ مَسْكُوبٍ ; وَفَاكِهَةٍ كَثِيرَةٍ ; لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ ; وَفُرُشٍ مَرْفُوعَةٍ ; إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً ; فَجَعَلْنَاهُنَّ أَبْكَارًا ; عُرُبًا أَتْرَابًا ; لِأَصْحَابِ الْيَمِينِ ; ثُلَّةٌ مِنَ الْأَوَّلِينَ ; وَثُلَّةٌ مِنَ الْآخِرِينَ ; وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ ; فِي سَمُومٍ وَحَمِيمٍ ; وَظِلٍّ مِنْ يَحْمُومٍ ; لَا بَارِدٍ وَلَا كَرِيمٍ ; إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُتْرَفِينَ ; وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ ; وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ ; أَوَآبَاؤُنَا الْأَوَّلُونَ ; قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ ; لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ ; ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ ; لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ ; فَمَالِئُونَ مِنْهَا الْبُطُونَ ; فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ ; فَشَارِبُونَ شُرْبَ الْهِيمِ ; هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ ; نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ ; أَفَرَأَيْتُمْ مَا تُمْنُونَ ; أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ ; نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ ; عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ ; وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ ; أَفَرَأَيْتُمْ مَا تَحْرُثُونَ ; أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ ; لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ ; إِنَّا لَمُغْرَمُونَ ; بَلْ نَحْنُ مَحْرُومُونَ ; أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ ; أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ ; لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ ; أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ ; أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ ; نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ ; فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ; فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ ; وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ ; إِنَّهُ لَقُرْآنٌ كَرِيمٌ ; فِي كِتَابٍ مَكْنُونٍ ; لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ ; تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ ; أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ ; وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ ; فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ ; وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ ; وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ ; فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ ; تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ ; فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ ; فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ ; وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ ; فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ ; وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ ; فَنُزُلٌ مِنْ حَمِيمٍ ; وَتَصْلِيَةُ جَحِيمٍ ; إِنَّ هَٰذَا لَهُوَ حَقُّ الْيَقِينِ ; فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "transcript": "Бисмилляхир-Рахманир-Рахиим ; Иза уака-’атил-УАКИ-’АХ ; Лайса ли-уак-’атиха казибах ; Хафидатур-Рафи-’ах ; Иза ружжа-тил-арду ражжа ; Уа буссатил-жибалу басса ; Факанат хаба-ам-мум-басса ; Уа кун-тум азуажан-саласах ; Фа-Ас-хабул-Май-манати Ма Ас-хабул-Май-манах ; Уа Ас-хабул-маш-амати, Ма Ас-хабул-Маш-амах ; Уас-Сабику-нас-Сабикун ; Ула-икал-Мукаррабун ; Фи Жан-натин-На-’им ; Суллатум-минал-аууалин ; Уа калилум-минал-а-хирин ; ’ала сурурим-мау-дунах ; Муттаки-ина ’алайха мутакабилин ; Йатуфу ’алай-хим уилданум-мухалла-дун ; Би-акуабиу-уа аба-рика, уа ка-сим-мим-ма-’ин ; Ла йусадда-’уна ’анха уа ла йунзифун ; Уа факи-хатим-мимма йата-хаййарун ; Уа лахми тайрим-мимма йашта-хун ; Уа хурун ’ин ; Ка-амсалил-лу-лу-ил-макнун ; Жаза-ам-бима кану йа’-малун ; Ла йасма-’уна фиха лаг-уау-уа ла та-сима ; Илла килан-Саламан-Салама ; Уа Ас-хабул Йамин, -ма Ас-хабул-йамин ; Фи сидрим-махдуд ; Уа талхим-мандуд ; Уа зыллим-мамдуд ; Уа ма-им-маскуб ; Уа факихатин-касирах ; Ла мак-ту-’а-тиу-уа ла мамну-’ах ; Уа фурушим-марфу-’ах ; Инна анша-нахунна инша-а ; Фажа-’ална-хунна абка-ра ; ’урубан атраба ; Ли-Ас-хабил-Йамин ; Суллатум-минал-аууалин ; Уа суллатум-минал-ахирин ; Уа Ас-хабуш-Шимал, -ма Ас-хабуш-Шимал ; Фи самумиу-уа хамим ; Уа зыллим-мий-йахмум ; Ла баридиу-уа ла карим ; Иннахум кана кабла залика мутрафин ; Уа кану йусырруна ’алал-хинсил-’азым ; Уа кану йакулуна, а-иза митна уа кунна турабау-уа ’изаман а-инна ламаб-’усун ; Ауа аба-унал-аууа-лун ; Кул иннал-аууалина уал-ахирина ; Ламаж-му-’уна ила микати Йаумим-ма’-лум ; Сумма иннакум аййу-хад-даллунал-муказзибун ; Ла-акилуна мин-Шажарим-мин-Заккум ; Фамали-уна минхал-бутун ; Фашарибуна ’алайхи минал-Хамим ; Фашарибуна шурбал-хим ; Хаза нузулухум Йаумад-Дин ; Нахну халакнакум фалау-ла тусаддикун ; Афара-ай-тум-ма тум-нун ; А-антум тахлукунаху ам Нахнул-Халикун ; Нахну каддарна бай-на-кумул-Маута уа ма Нахну бимасбукина ; ’ала ан-нубаддила Ам-салакум уа нунши-акум фи ма ла та’-ламун ; Уа лакад ’алимтумун-наш-атал-ула фалау ла тазак-карун ; Афара-айтум-ма тахрусун ; А-ан-тум тазра-’унаху ам Нахнуз-зари-’ун ; Лау наша-у лажа-’ал-наху хутаман-фазал-тум тафаккахун ; Инна ламуграмун ; Бал нахну махрумун ; Афара-ай-тумул-ма-ал-лази ташрабун ; А-антум анзал-тумуху минал-музни ам Нахнул-мун-зилун ; Лау наша-у жа-’алнаху ужажан-фалаула таш-курун ; Афара-ай-тумун-нарал-лати турун ; А-антум анша-тум шажаратаха ам Нахнул-мун-ши-ун ; Нахну жа-’алнаха тазкиратау-уа мата-’ал-лил-мук-уин ; Фасаббих бисми-Раббикал-’азым ; Фала уксиму бимауаки– ’ин-Нужум ; Уа иннаху лакасамул-лау та’-ламуна-’азым ; Иннаху ла-Кур-анун-Карим ; Фи Китабим-мак-нун ; Ла йамассуху иллал-мутаххарун ; Танзилум-мир-Раббил-’аламин ; Афа-би-хазал-Хадиси антум-муд-хинун ; Уа таж-’алуна ризка-хум аннакум туказзибун ; Фалау-ла иза балагатил-хулкум ; Уа антум хина-изин-тан-зурун ; Уа Нахну акрабу илайхи минкум уа лакилла тубсырун ; Фалау ла ин-кунтум гайра мадинин ; Таржи-’унаха ин-кунтум садикин ; Фа-амма ин-кана минал-Мукаррабина ; Фа-Раухуу-уа Райха-нуу-уа Жаннату-На-’им ; Уа амма ин-кана мин Ас-хабил-йамин ; Фа-Саламул-лака мин Ас-хабил-йамин ; Уа амма ин-кана минал-Муказзибина-ддаллин ; Фанузулум-мин хамим ; Уа тас-лийату Жахим ; Инна хаза лахууа-Хаккул-Йакин ; Фасаббих бисми Раббикал-’азым",
      "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Когда наступит Событие (Судный день), ; никто не сможет отрицать его наступление ; Оно (кого-то) унизит и (кого-то) возвысит ; Когда земля задрожит сильно, ; когда горы рассыплются на части ; и превратятся в рассеянную пыль, ; вас разделят на три группы ; Те, кто справа… Кто же они — те, кто справа? ; Те, кто слева… Кто же они — те, кто слева? ; А опередившие (остальных в совершении благодеяний) опередят (остальных в Раю) ; Они будут приближенными ; в Садах наслаждений (в Раю) ; (Среди них) много из первых, ; и немного — из последних ; Они на расшитых (золотом) ложах ; будут полулежать лицом друг к другу ; И будут обходить их вечно юные отроки ; с чашами, кувшинами и кубками (с напитком) из источников, ; от которого не болит голова и не мутится разум, ; с фруктами на их выбор, ; и мясом птиц, которое они желают ; (Их женами будут) большеглазые гурии, ; подобные скрытым жемчужинам ; Таково воздаяние за их поступки ; Они не услышат там ни пустословия, ни греховных речей, ; а только слова: «Мир! Мир!» ; Те, кто справа… Что же с теми, кто справа? ; Они (будут находиться) среди деревьев, лишенных шипов, ; среди бананов с плодами (висящими) гроздьями, ; в распростертой тени, ; среди разлитых вод ; и многочисленных фруктов, ; которые не кончаются и (всегда) доступны ; Они (обитатели Рая будут возлежать) на приподнятых ложах ; Мы сотворим их (райских женщин) заново ; и сделаем их девственницами ; любящими (своих мужей) и равными (им) по возрасту ; Это — для тех, кто справа ; (Среди них) много из первых, ; и много из последних ; Те, кто слева… Что же с теми, кто слева? ; Они (окажутся) под горячим ветром и в кипятке, ; в тени черного дыма, ; которая не приносит ни прохлады, ни облегчения ; Поистине, они прежде жили в наслаждении, ; усердствовали в больших грехах ; и говорили: «Когда мы умрем и станем прахом и костями, разве нас можно будет воскресить? ; Или наших предков?» ; Скажи: «Поистине, как первые, так и последние ; будут собраны в назначенное время известного дня ; Тогда вы, заблудшие, отрицающие (воскрешение и Судный день), ; непременно отведаете дерева заккум ; Вы наполните им (его плодами) животы ; и запьете их кипятком, ; как пьют мучимые жаждой верблюды» ; Таким будет их угощение в День воздаяния ; Мы сотворили вас. Почему же вы не верите (в воскрешение)? ; Видели ли вы семя, которое вы извергаете? ; Вы творите его или это Мы творим? ; Мы предопределили смерть каждого из вас, и ничто не может помешать Нам ; заменить вас на вам подобных и создать вас такими, что вы и представить себе не можете ; Вы уже знаете о первом сотворении. Почему бы вам не задуматься? ; Видели ли вы то, что вы сеете? ; Вы заставляете его прорасти или это Мы заставляем? ; Если Мы пожелаем, то превратим его в труху, и вы лишь удивитесь ; и скажете: «Поистине, мы понесли убытки ; Более того, мы лишились пропитания» ; Видели ли вы воду, которую вы пьете? ; Вы низвели ее из дождевых туч, или это Мы низводим ее? ; Если бы Мы пожелали, то сделали бы ее горькой. Почему же вы неблагодарны (Аллаху)? ; Видели ли вы огонь, который разжигаете? ; Вы сотворили дерево для него или Мы творим? ; Мы сделали его (огонь) назиданием и предметом пользования для путников ; Возвеличивай же имя Господа твоего Великого! ; Клянусь местами заката звезд! ; И, поистине, если бы вы только знали, как эта клятва велика ; Поистине, это — благородный Коран, ; (записанный) в хранимой Книге ; К нему прикасаются только очищенные ; Он ниспослан Господом миров ; И в это повествование вы не верите?! ; И (благодарите) за ваше пропитание тем, что не верите (Тому, кто вам дает это пропитание)?! ; А когда душа подступает к горлу ; и вы тогда смотрите (на умирающего), ; Мы ближе вас к нему, хотя вы и не видите этого ; Почему же вы, если вас (как вы говорите) не ждет воздаяние, ; не вернете ее (душу обратно в тело), если вы говорите правду? ; Если он (умирающий) был одним из приближенных, ; то (его ждет) покой, благоухание и Сад наслаждений ; Если он был одним из тех, кто справа, ; то ему скажут: «Мир тебе! Ты — из тех, кто справа» ; Если же он не верил (в воскрешение и Судный день) и был заблудшим, ; то (его ждет) угощение из кипятка ;  Он будет гореть в Аду ; Это — несомненная истина! ; Возвеличивай же имя Господа твоего Великого! Чтение суры аль Вакиа увеличивает ризык!\n\nعَنِ ابْنِ مَسْعُود رضي الله عنه  قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\nمَنْ قَرَأَ سُورَةَ الْوَاقِعَة فِي كُلِّ لَيْلَةٍ لَمْ تُصِبْهُ فَاقَة\n\nСообщается, что Ибн Мас’уд (р.а) сказал:\n\nЯ слышал, как Посланник Аллаха, (да благословит его Аллах и приветствует), сказал:\n\nТого, кто каждую ночь читал суру аль-Ваки’а, не постигнет бедность.\n\nХадис приводит имам аль-Байхаки в «Шу’аб аль-Иман» 2/491.\n\nЭтот хадис также приводится в тафсире муфассира ибн Касира (р.а).\n\nمن قرأ سورة الواقعة كل ليلة لم تصبه فاقة أبدًا‏\n\n‏تفسير القرآن العظيم‏\nلابن كثير ‏(‏4/383‏)‏‏\n\nПеред хадисом приводится разговор третьего праведного правителя Усмана (р.а) с Абдуллахом ибн Масудом (р.а).\n\nАль-Хафиз ибн Асакир сообщил, что когда Абдулла ибн Мас’уд (радыйа Аллаху анху) был смертельно болен, к нему пришел Усман ибн Аффан (радыйа Аллаху анху) и спросил: «На что ты жалуешься?»\n\nАбдулла ибн Масуд (р.а)  ответил: «На свои грехи».\n\n«А чего ты хочешь?», — спросил Усман (р.а). «Милости моего Господа», — ответил Абдулла ибн Масуд (р.а).\n\nУсман (р.а) сказал: «Я велю вызвать для тебя врача».\n\nИбн Масуд (р.а) ответил: «Врач вызвал мою болезнь».\n\nУсман (р.а) сказал: «Тогда я прикажу сделать для тебя дарование (денежное вознаграждение)?»\n\n«Мне этого не нужно», — сказал Абдулла ибн Масуд (р.а).\n\nУсман (р.а) сказал: «Так пусть это останется твоим дочерям после тебя».\n\n«Ты боишься, что мои дочери будут бедствовать? — спросил Абдулла (р.а).\n\n— Я велел своим дочерям читать каждую ночь суру ‘‘Неизбежное (аль-Ваки’а)’’\n\nЯ слышал, как Посланник Аллаха (да благословит его Аллах и приветствует) сказал:\n\nКто будет читать суру аль-Ваки’а каждую ночь, того никогда  не постигнет бедность\n\nИбн Асакир (р.а) приводит от Абдуллаха ибн Аббаса (р.а) что Посланник Аллаха (с.а.в) сказал:\n\nسورة الواقعة سورة الغنى\nفاقرءوها وعلموها أولادكم‏\n\n‏فتح القدير‏ ‏ ‏(‏5/146‏)‏‏\n\nСура аль Вакиа - сура богатства! Читайте ее и обучайте своим детям.\n\nФатхуль Кадир 5 том  146 стр.\n\nТакже передается от Пророка (салля Аллаху алейхи ва саллям) следующий хадис:\n\nعلموا نساءكم سورة الواقعة\nفإنها سورة الغني‏\n‏\n‏فتح القدير‏‏ ‏(‏5/146‏)‏‏\n\nОбучайте своих женщин суре аль Вакиа, поистине эта сура богатства.\n\nФатхуль Кадир 5 том 146 стр.\n\nИмам Ахмад ибн Ханбаль (р.а) передал со слов Самака ибн Харба (р.а), что он слышал, как Джабир ибн Самра (р.а) говорит: «Посланник Аллаха (да благословит его Аллах и приветствует) читал молитвы (дуа), как вы читаете их сегодня, но его молитва была легче, а в утренней молитве он часто читал суру «Неизбежное (аль-Ваки’а)», и подобные ей». (Имам Ахмад 5/104).\n\nВсевышний Аллаh сказал пророку Мусе  (мир ему) в откровении:\n\nЗнаешь ли ты Муса , почему Я даю удел и глупому? - имеется в виду, так же как и умному.\n\nНе знаю, о Господь , - ответил Муса (мир ему ).\n\nИ Всевышний Аллаh сказал: Я даю его, чтобы умный понял, что получение удела не зависит от способностей и умений.\n\nАллаху Тааля всех наделяет ризком. В Священном Коране сказано:\n\nوَمَا مِن دَآبَّةٍ فِي الْأَرْضِ\nإِلَّا عَلَى اللَّهِ رِزْقُهَا\n\nسورة هود ٦ أية\n\nНет на земле ни единого живого существа, которого Аллах не обеспечивал бы пропитанием.\nСура Худ 6 аят."
    },
    {
      "arabic_dua": "المُغْنِيﷻ",
      "transcript": "Аль-Мугни",
      "translate": "Обогащающий \n АЛЬ-МУГНИ — Обогащающий, Дающий блага Своим рабам; Тот, Кто обогащает, кого хочет; Достаточный для созданных. Это подтверждает и следующий айат Священного Кур'ана: Ты даруешь владычество кому пожелаешь, и отнимаешь владычество у кого пожелаешь. (3:26). Повторение этого прекрасного Имени Аллаха 1100 раз и суры 73 Аль-Музаммиль (Завернувшийся) 40 раз (или 11 раз, если трудно прочесть 40 раз) помогвет получить удовлетворение сердца (Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },

    {
      "arabic_dua": "الوَاسِعُﷻ",
      "transcript": "Аль-Уаси'",
      "translate": "АЛЬ-ВАСИ ' — Всеобъемлющий; Тот, блага Которого для созданий необъятны подобно морю; Тот, милость Которого велика для всякого сущего. Милость Его так всеобъемлюща, Милость и щедрость Его столь безграничны, что все грехи рабов Его, вместе взятые, подобны капле в море. Частое повторение этого Прекрасного Имени Аллаха помогает обрести чувство самоуверенности и удовлетворенности, человек становится решитльным и вдохновленным (Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },
    {
      "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ ; الرَّحْمنِ الرَّحِيمِ ; مَالِكِ يَوْمِ الدِّينِ ; إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ ; اهدِنَا الصِّرَاطَ المُستَقِيمَ ; صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ",
      "transcript": "Бисмилляяхир-Рахмаанир-Рахиим ; Аль-Хамду Лилляяхи Раббиль-`Алямиин ; Ар-Рахмаанир-Рахиим ; Малики йаумид-диин ; Ийяякя ня`буду уа ийяякя наста`иин ; Ихдиня ссырааталь-мустакыыйм ; Ссырааталь-лязиина ан`амта `алейхим, гайриль-магдууби `алейхим уа ляд-дааалиин. Амин!",
      "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Вся хвала Аллаху, Господу миров, ; Милостивому, Милующему, ; Властелину Судного дня ; Тебе одному мы поклоняемся и Тебя одного просим о помощи ; Веди нас прямым путем, ; путем тех, кого Ты облагодетельствовал, а не тех, на кого пал (Твой) гнев и не (путем) заблудших. Амин. (Если под конец ночи прочесть суру Аль-Фатиха 111 раз, то ризк ин ша Аллах можно обрести без помех - Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },

    {
      "arabic_dua": "مَالِكُ المُلْكِﷻ",
      "transcript": "Маликуль Мульк",
      "translate": "Царь царей. МАЛИК АЛЬ-МУЛЬК— Царь царств; Всевластный Царь Сущего Царства; Тот, Кто делает то, что хочет; нет никого, кто мог бы игнорировать и отменить Его решения; нет никого, кто мог бы не одобрять, критиковать, ставить Его решение под сомнение. Не стоит перечислять то, что принадлежит Ему, ибо Ему принадлежит все. Об этом свидетельствуют и следующие айаты: Ему принадлежит то, что на небесах, и то, что на земле. (2:255) Аллаху принадлежит то, что на небесах и на земле. (2:284). Взывайте к Аллаху этим прекрасным именем. Роскошества жизни будут в изобилии доступны ин ша Аллах (Хатрухани, Тханави, из книги Лечение аятами Корана и помощь в повседневных нуждах)"
    },
    {
      "arabic_dua": "ذُو الجَلَالِ \nوَ الإِكْرَامِﷻ ",
      "transcript": "Зуль Джаляли уаль икрам ",
      "translate": "Обладатель величия и щедрости. 3УЛЬ-ДЖАЛАЛИ ВАЛЬ-'ИКРАМ — Обладатель истинного величия, почета и милости; Обладатель высоты и совершенства; Достойный возвеличивания."
    }
]