[
  {
    "day": "Понедельник",
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ عَزِيزُ جَلِيلُ يَا عَزِيزُ يَا جَلِيلُ",
    "transcript": "Ля иляха илля Ллаху Азизу Джалиль йа 'Азизу йа Джалиль",
    "translate": "Нет бога, кроме Аллаха, Могучего и Величественного, о Могучий, о Величественный"
  },
  {
    "day": "Вторник",
    "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ وَسَلِّمْ تَسْلِيمًا كَثِيرًا",
    "transcript": "Аллахумма салли ‘аля Мухаммадин-ва-‘аля аали Мухаммадин-ва-саллим таслиман касиран",
    "translate": "О Аллах! Благослови Мухаммада и членов семьи Мухаммада и ниспошли им несчетные пожелания мира"
  },
  {
    "day": "Среда",
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ قَلِصَمَ الْمُخْلِصَا",
    "transcript": "Ля иляха илля-Ллаху калисаму-ль-мухлиса",
    "translate": "Нет бога, кроме Аллаха, Искреннего Друга"
  },
  {
    "day": "Четверг",
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "transcript": "Ля иляха илля-Ллаху халику кулли шай’ин ва хува ‘аля кулли шай’ин кадир",
    "translate": "Нет бога, кроме Аллаха, Господина всего сущего, Который все может"
  },
  {
    "day": "Пятница",
    "arabic_dua": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ",
    "transcript": "Субхана-Ллахи ва-ль-хамду ли-Лляхи ва ля иляха илля-Ллаху ва-Ллаху акбар, ва ля хауля ва ля куввата илля би-Лляхи-ль-‘алиййи-ль-‘азым",
    "translate": "Аллах превыше всех недостатков. Хвала Аллаху, и нет иного божества, кроме Аллаха. Аллах Велик! Нет силы и нет могущества, кроме как у Всевышнего и Великого Аллаха"
  },
  {
    "day": "Суббота",
    "arabic_dua": "لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
    "transcript": "Ля иляха илля анта субханака инни кунту мина-з-залимин",
    "translate": "Нет бога, кроме Тебя, Пречистого от всех недостатков. Поистине, я грешник"
  },
  {
    "day": "Воскресенье",
    "arabic_dua": "لَا إِلَهَ إِلَّا اللَّهُ الْمَلِكُ الْحَقُّ الْمُبِينُ",
    "transcript": "Ля иляха илля-Ллаху-ль-малику-ль-хакку-ль-мубин",
    "translate": "Нет бога, кроме Аллаха, Властителя всего сущего. Истинного, Ясного"
  },



  {
    "day": "Первый день недели",
    "arabic_dua": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ أَنْ أُشْرِكَ بِكَ شَيْئًا وَأَنَا أَعْلَمُ وَأَسْتَغْفِرُكَ لِمَا لَا أَعْلَمُ. اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَجَمِيعَ خَلْقِكَ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ وَأُشْهِدُ أَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ.",
    "transcript": "Аллахумма инни а'узу бика мин ан ушрика бика шай'ан-ва-ана а'ламу ва-астагфирука лима ля а'лам. Аллахумма инни асбахту ушхидука ва-ушхиду хамалята 'аршика ва-джами'а халькика би-аннака анта-Ллаху ля иляха илля анта вахдака ля шарика лак, астагфирука ва-атубу иляйка ва-ушхиду анна Мухаммадан 'абдука ва-расулюка.",
    "translate": "О Аллах! Поистине, прошу защиты Твоей от того, чтобы сознательно придавать Тебе сотоварища. Молю о прощении от совершенных по неведению грехов. О Аллах! Поистине, я дожил до утра и говорю при свидетельстве ангелов, которые держат Твой Трон, и всего, созданного Тобой, что Ты — Аллах и нет бога, кроме Тебя, Ты Единственный и нет у Тебя сотоварища. Молю о прощении Твоем. Обращаюсь к Тебе от грехов и свидетельствую, что Мухаммад 🌟️ Твой раб и Посланник."
  },
  {
    "day": "Второй день недели",
    "arabic_dua": "اللَّهُمَّ ثَبِّتْنَا وَثَبِّتْ دِينَنَا وَلَا تَسْلُبْ وَقْتَ النَّزْعِ إِيمَانَنَا وَلَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَخَافُكَ وَلَا يَرْحَمُنَا وَارْزُقْنَا خَيْرَ الدُّنْيَا وَالْآخِرَةِ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "transcript": "Аллахумма саббитина ва-саббит динана ва-ля таслуб вакта-н-наз'и иманана ва-ля тусаллит 'аляйна ман ля йахафука ва-ля йархамуна ва-рзукна хайра-д-дунья ва-ль-ахирати иннака 'аля кулли шай'ин кадир.",
    "translate": "О Аллах! Дай силу нашей религии, защити веру нашу до последнего дыхания. Не сделай победителями над нами не боящихся Тебя и не милостивых. Одари нас благами этого и иного мира. Поистине, Ты все можешь."
  },
  {
    "day": "Третий день недели",
    "arabic_dua": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "transcript": "Аллахумма анта рабби ля иляха илля анта халактани ва-ана 'абдука ва-ана 'аля 'ахдика ва-ва'дика мастата'ту а'узу бика мин шарри ма сана'ту абу'у ляка бини'матика 'аляййа ва-абу'у бизанби фагфир ли фа-иннаху ля йагфиру-з-зунуба илля анта.",
    "translate": "О Аллах! Ты — Господь мой. Нет бога, кроме Тебя. Ты — Творец мой, я — раб Твой. Сколько в моих силах, я буду верен обещаниям, данным Тебе. Молю защиты Твоей от совершенных мной недобрых дел. Я признаю данные Тобой блага и признаю совершенные мной грехи. Молю о прощении своих грехов. Никто, кроме Тебя, не может простить грехи."
  },
  {
    "day": "Четвертый день недели",
    "arabic_dua": "اللَّهُمَّ يَا مُقَلِّبَ الْقُلُوبِ وَالْأَبْصَارِ وَيَا مُدَبِّرَ اللَّيْلِ وَالنَّهَارِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ وَغَايَتِكَ فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ وَلَا تُقَتِّلْنِي مِنْ زَلَلِي",
    "transcript": "Аллахумма йа мукаллиба-ль-кулюби ва-ль-абсар ва-йа мудаббира-ль-ляйли ва-н-нахар саббит кальби 'аля диника ва-гайатика фа-ля такыльни иля нафси тарфата 'айнин ва-ля тукаттыльни мин заляли.",
    "translate": "О Ты, Кто изменяет сердца и обращает взоры людей, распоряжается днем и ночью, укрепи сердце мое в вере Твоей, не оставь меня ни на мгновенье. Не дай погибнуть из-за страстей моих."
  },
  {
    "day": "Пятый день недели",
    "arabic_dua": "بِسْمِ اللَّهِ عَلَى نَفْسِي وَعَلَى أَهْلِي وَمَالِي. اللَّهُمَّ رَضِّنِي بِمَا قَضَيْتَ لِي وَعَافِنِي بِمَا أَبْقَيْتَ حَتَّى لَا أُحِبَّ تَعْجِيلَ مَا أَخَّرْتَ وَلَا تَأْخِيرَ مَا عَجَّلْتَ. اللَّهُمَّ إِنِّي أَسْأَلُكَ بِعِزَّتِكَ الْكَرِيمِ وَأَمْرِكَ الْعَظِيمِ وَأَنْ تُجِيرَنِي مِنَ النَّارِ وَالْكُفْرِ وَالْفَقْرِ",
    "transcript": "Бисми-Лляхи ‘аля нафси ва-‘аля ’ахли ва-мали. Аллахумма раддыни бима кадайта ли ва-‘афини бима ’абкайта хатта ля ’ухиббу та’джиля ма ’аххарта ва-ля та’хира ма ’аджжалта. Аллахумма инни ас’алука би-‘иззатика-ль-карими ва-’амрика-ль-‘азыми ва-ан ту’жирани мина-н-нари ва-ль-куфри ва-ль-факр.",
    "translate": "О Аллах! Именем Аллаха молю о защите для себя, членов моей семьи и имущества. О Аллах! Сделай меня довольным с волей Твоей. Прости за невыполненные деяния. Поистине, не дай мне торопить то, что Ты замедляешь, и замедлять то, что Ты ускоряешь. О Аллах! Прибегаю к Твоей защите милостью Твоей и высочайшим повелением от пламени Ада, неверия и бедности."
  },
  {
    "day": "Шестой день недели",
    "arabic_dua": "أَعُوذُ بِاللَّهِ مِنْ شَرِّ كُلِّ شَيْءٍ سَلَّمَ اللَّهُ وَأَعُوذُ بِاللَّهِ مِنْ شَرِّ كُلِّ شَيْءٍ أَعُوذُ بِاللَّهِ وَلِكُلِّ حَوْلٍ لَا إِلَهَ إِلَّا اللَّهُ وَلِكُلِّ هَمٍّ وَغَمٍّ مَا شَاءَ اللَّهُ وَلِكُلِّ ذَنْبٍ أَسْتَغْفِرُ اللَّهَ وَلِكُلِّ مُصِيبَةٍ إِنَّا لِلَّهِ وَلِكُلِّ نِعْمَةٍ الْحَمْدُ لِلَّهِ وَلِكُلِّ رِضًا أَشْكُرُ اللَّهَ وَلِكُلِّ عُجْبٍ سُبْحَانَ اللَّهِ وَلِكُلِّ ضِيقٍ حَسْبِيَ اللَّهُ وَلِكُلِّ قَضَاءٍ وَقَدَرٍ تَوَكَّلْتُ عَلَى اللَّهِ وَلِكُلِّ طَاعَةٍ وَمَعْصِيَةٍ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ",
    "transcript": "А’узу би-Лляхи мин шарри кулли шай’ин салляма-Ллаху ва-а’узу би-Лляхи мин шарри кулли шай’ин а’узу би-Лляхи ва-ли-кулли хаулин ля иляха илля-Ллаху ва-ли-кулли хаммин ва-ґаммин ма ша’а-Ллаху ва-ли-кулли замбин астаґфиру-Ллаху ва-ли-кулли мусибатин инна ли-Ллахи ва-ли-кулли ни’матин аль-хамду ли-Ллахи ва-ли-кулли рида’ин ашкуру ли-Ллахи ва-ли-кулли у’жубин субхана-Ллахи ва-ли-кулли дийкин хасбийа-Ллаху ва-ли-кулли када’ин ва-кадарин таваккалту ‘аля-Ллахи ва-ли-кулли та’атин ва-ма’сийатин ля хауля ва-ля куввата илля би-Лляхи-ль-‘алиййи-ль-‘азым.",
    "translate": "Я приготовил для всякого блага слова «Бисми-Ллях», от всего зла — «а’узу би-Ллях», для каждой опасности — «ля иляха илля-Ллах», при всякой печали и неприятности — «ма ша’а-Ллах», за каждый грех — «астаґфиру-Ллах», при каждом горе — «инна ли-Ллахи», за каждое благо от Бога — «аль-хамду ли-Ллях», за все, чем я доволен — благодарность Аллаху, за все, что удивляет меня — «субхана-Ллах», при каждом испытании и затруднении — «хасбийа-Ллах», при всем, что случается по Воле Божьей — «таваккалту ‘аля-Ллах», и знаю, что при каждом благочестивом поступке и грехе нет сохранности от греха и нет силы совершить благое, кроме как при помощи Аллаха, Высочайшего и Могучего."
  },
  {
    "day": "Седьмой день недели",
    "arabic_dua": "حَسْبِيَ اللَّهُ لِدِينِي حَسْبِيَ اللَّهُ لِمَا أَهَمَّنِي حَسْبِيَ اللَّهُ لِمَنْ بَغَى عَلَيَّ حَسْبِيَ اللَّهُ لِمَنْ حَسَدَنِي حَسْبِيَ اللَّهُ لِمَنْ كَادَنِي بِسُوءٍ حَسْبِيَ اللَّهُ عِنْدَ الْمَوْتِ حَسْبِيَ اللَّهُ عِنْدَ الْمَسْأَلَةِ فِي الْقَبْرِ حَسْبِيَ اللَّهُ عِنْدَ الْمِيزَانِ حَسْبِيَ اللَّهُ عِنْدَ الصِّرَاطِ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "transcript": "Хасбийа-Ллаху ли-дини. Хасбийа-Ллаху лима ’ахаммани. Хасбийа-Ллаху лиман багья ‘аляййа. Хасбийа-Ллаху лиман хасадани. Хасбийа-Ллаху лиман кадани би-су’. Хасбийа-Ллаху ‘инда-ль-мавти. Хасбийа-Ллаху ‘инда-ль-мас’алати фи-ль-кабри. Хасбийа-Ллаху ‘инда-ль-мизани. Хасбийа-Ллаху ‘инда-с-сырати. Хасбийа-Ллаху ля иляха илля хуа ‘аляйхи таваккалту ва-хуа раббу-ль-‘арши-ль-‘азым.",
    "translate": "Мне достаточно лишь Аллаха в моей вере (Исламе). Мне достаточно лишь Аллаха при всех неприятностях. Мне достаточно лишь Аллаха как Защитника от всякого, кто угрожает мне, от любого, кто завидует мне. Мне достаточно лишь Аллаха как Защитника от всякого, кто замышляет зло против меня. Мне достаточно лишь Аллаха как Защитника перед лицом смерти. Мне достаточно лишь Аллаха как Защитника при допросе в могиле. Мне достаточно лишь Аллаха как Защитника при взвешивании моих деяний на весах. Мне достаточно лишь Аллаха как Защитника при переходе через мост Сырат. Мне достаточно лишь Аллаха, кроме Него нет никого и ничего, достойного поклонения, уповаю лишь на Него. Он — Господь великого Трона."
  }
]