[
    {
      "arabic_dua": "رَبَّنَآ إنَّنَآ ءَاَمنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَ قِنَا عَذَابَ النَّارِ",
      "transcript": "Раббана иннана аманна, фагфир ляна, зунубана уа-кына азабан-нар.",
      "translate": "Господь наш! Воистину, мы уверовали. Прости же нам наши грехи и защити нас от мучений в Огне» (Коран, 3:16)"
    },
    {
      "arabic_dua": "رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ",
      "transcript": "Раббана аманна фагфир ляна уа рхамна ва анта хайрур-рахимин",
      "translate": "Господи, мы уверовали. Прости же нас и помилуй, ибо Ты — Наилучший из милосердных (Коран, 23:109)"
    },
    {
      "arabic_dua": "رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
      "transcript": "Раббана иннана сами'на мунадийай-йунади лиль имани ан амину би раббикум фа аманна, раббана фа-гфир ляна зунубана уа каффир анна саййиатина уа таваффана ма'аль абрар",
      "translate": "Господь наш! Мы услышали глашатая (Мухаммада), который призывал к вере: «Уверуйте в вашего Господа», — и мы уверовали. Господь наш! Прости нам наши грехи, отпусти нам наши прегрешения и умертви нас вместе с благочестивыми (Коран, 3:193)"
    },
    {
      "arabic_dua": "رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاءُ وَتَهْدِي مَن تَشَاءُ أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الْغَافِرِينَ",
      "transcript": "Рабби ляу ши ' та ахляктахум мин каблю уа иййайа атухликуна бима фа'аля с-суфаха' у минна ин хийа илля фитнатукя тудыллю биха ман таша ' у уа тахди ман таша ' у анта уалиййуна фа гфир ляна уа рхамна уа анта хайруль Гафирин",
      "translate": "Господи! Если бы Ты пожелал, то погубил бы их прежде вместе со мной. Неужели Ты погубишь нас за то, что совершили глупцы из нас? Воистину, это является всего лишь Твоим искушением, посредством которого Ты вводишь в заблуждение, кого пожелаешь, и ведешь прямым путем, кого пожелаешь. Ты — наш Покровитель, прости же нас и помилуй, ибо Ты — Наилучший из прощающих! (Коран, 7:155)"
    },
    {
      "arabic_dua": "رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ",
      "transcript": "Рабби гфир уа рхам уа анта хайру-р-Рахимин",
      "translate": "Господи, прости и помилуй, ведь Ты — Наилучший из милосердных! (Коран, 23:118)"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أخَّرْتُ، وَمَا أسْرَرْتُ وَمَا أعْلَنْتُ، وَمَا أسْرَفْتُ، وَمَا أنْتَ أعْلَمُ بِهِ مِنِّي، أنْتَ الْمُقَدِّمُ، وَأنْتَ المُؤَخِّرُ، لا إلهَ إِلاَّ أنْتَ",
      "transcript": "Аллахумма-гфир ли ма каддамту, ва ма аххарту, ва ма асрарту, ва ма а‘лянту, ва ма асрафту ва ма Анта а‘ляму би-хи минни! Анта-ль-Мукаддиму ва Анта-ль-Му‘аххыру, ля иляха илля Ант!",
      "translate": "О Аллах, прости мне то, что я совершил прежде и что отложил, что делал тайно и явно, то, в чём я преступил границы, и то, о чём Ты знаешь лучше меня! Ты — Выдвигающий вперёд и Ты — Отодвигающий, нет бога, кроме Тебя! (Рияд-ас-Салихин 1424, Муслим 771)"
    },
    {
      "arabic_dua": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
      "transcript": "Раббана гфирли уа ли уалидаййа уа лиль му'минина йаума йакумуль хисаб",
      "translate": "Господь наш! Прости меня, моих родителей и верующих в тот день, когда будет представлен счет (Коран, 14:41)"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ اَلأَحْيَاءِ مِنْهُمْ وَالأمْوَاتِ",
      "transcript": "Аллахумма гфир ли уали уалидаййа уа лиль му'минина уаль му'минат уаль муслимина уаль муслимат, аль ахья и минхум уаль амват",
      "translate": "О Аллах! Прости меня и моих родителей, верующих мужчин и верующих женщин, мусульман и мусульманок, живых и покойных."
    },
    {
      "arabic_dua": "للَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي وَاهْدِنِي، وَارْزُقْنِي",
      "transcript": "Аллахумма гфир ли уа рхам ни уа хди ни уа рзук ни",
      "translate": "О Аллах, прости меня, и помилуй меня, и выведи меня на правильный путь и даруй мне средства к существованию! (Рияд-ас-Салихин, 1414)"
    },
    {
      "arabic_dua": "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَعَافِني، وارْزُقْنِي",
      "transcript": "Аллахумма гфир ли уа рхам ни уа 'афи ни уа рзук ни",
      "translate": "О Аллах, прости меня, и помилуй меня, и избавь меня и даруй мне средства к существованию! (Рияд-ас-Салихин, 1469)"
    },
    {
      "arabic_dua": "ربّ اغْفِرْ لي وَتُبْ عَلَيَّ إنَّكَ أنْتَ التَّوَّابُ الرَّحيمُ",
      "transcript": "Рабби-гфир ли ва туб 'аляййа, инна-кя Анта-т-Таввабу-р-Рахим",
      "translate": "Господь мой, прости меня и прими моё покаяние, поистине, Ты – Принимающий покаяние, Милосердный! \n (Абу Дауд 1516, Ибн Маджах 3814, аль-Хаким 1/511)"
    },
    {
      "arabic_dua": "رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
      "transcript": "Раббана залямна анфусана уа иллям тагфир ляна уа тархамна ля накунанна миналь хасирин",
      "translate": "Господь наш! Мы поступили несправедливо по отношению к себе, и если Ты не простишь нас и не смилостивишься над нами, то мы непременно окажемся одними из потерпевших урон (Коран, 7:23)"
    },
    {
      "arabic_dua": "اللَّهُمَّ أَنْتَ رَبِّي لا إِلَهَ إِلا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَمَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلا أَنْتَ",
      "transcript": "Аллахумма анта Рабби, ля иляха илля анта, халяктани ва ана 'абдука, ва ана 'аля а'хдика ва ва'дика мастата'ту. А'узу бикя мин шарри ма сана'ту, абуу лякя би ни'матикя а'лейя ва абу бизанби фагфир лии фа иннаху ля йагфируз зунуба илля ант",
      "translate": "О Аллах! Ты мой Господь. Нет божества кроме Тебя, достойного поклонения. Ты сотворил меня, и я Твой раб. И я стараюсь по мере сил сдержать клятву о покорности и верности Тебе. Я прибегаю к Твоей защите от зла того, что я совершил, признаю милость, оказанную Тобой мне, и признаю свой грех. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя! (Бухари, «Даават», 2/26; Абу Давуд, «Адаб», 100/101; Тирмизи, «Даават», 15; Насаи, «Истиазе», 57)"
    },
    {
      "arabic_dua": "أسْتَغْفِرُ اللَّهَ الَّذي لا إِلهَ إِلاَّ هُوَ الحَيَّ القَيُّومَ وأتُوبُ إِليْهِ",
      "transcript": "Астагфиру-Ллаха-ллязи ля иляха илля хува-ль-Хаййа-ль-Каййума ва атубу иляй-хи",
      "translate": "Прошу прощения у Аллаха, помимо Которого нет иного бога, Живого, Вечносущего, и приношу Ему своё покаяние (Абу Дауд, 1517; Тирмизи 3577; Байхаки, «Аль-Асмау ва сифат», 75; Хаким, 2550, Имам Ахмад, 11074; Тирмизи, 3397)"
    },
    {
      "arabic_dua": "اَللّهُمَّ إِنِّي أَسْأَلُكَ يَا اللهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ اَلَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُن لَهُ كُفُوًا أَحَدٌ أَنْ تَغْفِرَلِي ذُنُوبِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ",
      "transcript": "Аллахумма инни ас алюка йа Аллаах бианнакяль-Уахидуль-Ахадус-Самад Аллязи лям йалид ва лям йууляд ва лям йакуль-ляху куфуван ахад Ан тагфира ли зунуби, иннакя анталь-Гафуру р-Рахим",
      "translate": "О Аллах! Воистину я прошу Тебя - о Аллах - поскольку Ты Один, Единственный, Вечный, к Которому обращаются в нужде и с просьбой, Который не родил и не был рождён и Которому никто не подобен, чтобы Ты простил мне грехи. Ведь воистину, Ты Прощающий, Милосердный!"
    },
    {
      "arabic_dua": "اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي",
      "transcript": "Аллахумма иннакя 'афуввун Кярим тухыббуль 'аффуа фа'фуанни",
      "translate": "О, Аллах! Ты – Прощающий, и любишь прощать. Прости же меня"
    }
]