[

  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; الْحَمْدُ للّهِ رَبِّ الْعَالَمِينَ ; الرَّحْمنِ الرَّحِيمِ ; مَالِكِ يَوْمِ الدِّينِ ; إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ ; اهدِنَا الصِّرَاطَ المُستَقِيمَ ; صِرَاطَ الَّذِينَ أَنعَمتَ عَلَيهِمْ غَيرِ المَغضُوبِ عَلَيهِمْ وَلاَ الضَّالِّينَ",
    "transcript": "Бисмилляяхир-Рахмаанир-Рахиим ; Аль-Хамду Лилляяхи Раббиль-`Алямиин ; Ар-Рахмаанир-Рахиим ; Малики йаумид-диин ; Ийяякя ня`буду уа ийяякя наста`иин ; Ихдиня ссырааталь-мустакыыйм ; Ссырааталь-лязиина ан`амта `алейхим, гайриль-магдууби `алейхим уа ляд-дааалиин. Амин!",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Вся хвала Аллаху, Господу миров, ; Милостивому, Милующему, ; Властелину Судного дня ; Тебе одному мы поклоняемся и Тебя одного просим о помощи ; Веди нас прямым путем, ; путем тех, кого Ты облагодетельствовал, а не тех, на кого пал (Твой) гнев и не (путем) заблудших. Амин. (Коран, 1:1-7)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; الم ; ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ ; الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ; وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُون ; أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Алиф ля-яяяям ми-иииим ; Зааликаль Китаабу ла райба фих. Худал-лил-Муттакин ; Аллазина йу-минуна бил-Гайби уа йукимунас-Салата уа мимма разакунахум йунфикун ; Уаллазииина йу-минуна бима унзила илайка уа ма унзила мин каблик, уа бил-Ахирати хум йукинун ; Улаика ‘ала Худаммир-Раббихим, уа улаика хумул-Муфлихун",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Алиф Лям Мим ; Эта книга — нет сомнения в ней — руководство для богобоязненных ; (Это те), кто верит в тайное, (полноценно) совершает намаз и расходует из того, чем Мы их наделили ; Они верят во все, что ниспослано тебе (о Мухаммад), и во все, что ниспослано до тебя (в священные писания, ниспосланные предыдущим пророкам), и они убеждены в (существовании) Вечной жизни ; Они (следуют) руководству от их Господа, и они — обретшие счастье (Коран 2:1-5)"
  },
  {
    "arabic_dua": "وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَىٰ مُلْكِ سُلَيْمَانَ ۖ وَمَا كَفَرَ سُلَيْمَانُ وَلَٰكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ ۚ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ ۚ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ ۚ لَوْ كَانُوا يَعْلَمُون",
    "transcript": "Уаттаба-’у мА татлушшайа-тыну ‘ала мулки-Сулайман. Уа ма кафара Сулайману уа лакиннаш-шайа-тына кафару йу’аллимунан-на-сас-сихр, уа ма унзила ‘алал-малакайни би-Бабила Харута уа Марут. Уа ма йу’аллимани мин ахадин хатта йакула иннама нахну фитнатун-фала такфур. Файата’алламуна минхума ма йуфаррикуна бихи байнал-мар-и уа заужих. Уа ма хум-би-даррина бихи мин ахадин илла биизни-ЛЛах. Уа йата-’алламуна ма йадуррухум уа ла йанфа’ухум. Уа лакад ‘алиму ламаништараху ма лаху фил-Ахирати мин халак. Уа лабиса-машарау бихи анфусахум, лау кану йа’ламун",
    "translate": "Они последовали за тем, что читали шайтаны в царствование Сулеймана. Сулейман не был неверующим. Неверующими были шайтаны, обучавшие людей колдовству. Также (иудеи последовали) тому, что было ниспослано двум ангелам в Вавилоне — Харуту и Маруту. Но они оба не обучали никого, не сказав: «Поистине, мы — искушение, не становись же неверующим». У них учились тому, как разлучать мужа с женой. Но они (колдуны) не могут навредить никому без дозволения Аллаха. Они обучались тому, что приносило им вред и не приносило им пользы. Они (иудеи) знали, что тому, кто приобрел (выбрал) это, нет доли (от милости Аллаха) в вечной жизни. Скверно то (колдовство и неверие), за что они продали свои души! Если бы они (только) знали! (Коран, 2:102)"
  },
  {
    "arabic_dua": "وَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ لَا إِلَٰهَ إِلَّا هُوَ الرَّحْمَٰنُ الرَّحِيمُ ; إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
    "transcript": "Уа Илахукум Илахуу-Уахид; Ла илаха илла Хууар-Рахма-нур-Рахим ; Инна фи халкис-самауати уал-арды уахтилафил-лайли уан-нахари уал фулкиллати тажри фил-бахри бима йанфа-’уннаса уа ма анзала-ЛЛаху минас-сама-и мим-ма-ин фа-ахйа бихил-арда ба’-да маутиха уа баса фиха мин кули даббатиу-уа тасрифиррийахи уас-сахабилмусаххари байнас-сама-и вал-'арди ла Айатил-ли-каумий-йа’килун",
    "translate": "Ваш Бог — Бог Единственный. Нет никого, достойного поклонения, кроме Него, Всемилостивого, Милующего ; Поистине, в сотворении небес и земли, в смене ночи и дня, в кораблях, плывущих по морю с тем, что приносит пользу людям, в воде, которую Аллах низвел с неба и которой Он оживил мертвую землю, расселив на ней все виды животных, в смене ветров, в облаках, покорных (Аллаху и находящихся) между небом и землей, — (во всем этом) заключены знамения для людей разумных (Коран, 2:163-164)"
  },
  {
    "arabic_dua": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ ; لَا إِكْرَاهَ فِي الدِّينِ ۖ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ ; اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
    "transcript": "АЛЛаху ла илаха илла Ху. Ал-Хаййул-Каййум. Ла та-хузуху сина-туу-уа ла наум. Лаху ма фис-самауати уа ма фил-ард. Манзаллази йашфа-’у ‘индаху илла би-изних? Йа’ламу ма байна айдихим уа ма халфахум. Уа ла йу-хитуна би-шайим-мин ‘ил-михи илла бима ша! Уа-си-’а Курсиййухус-Самауа-ти уал-ард; уа ла йа-уду-ху хифзу-хума уа Хууал-’алиййул-’азым ; Лa икраха фид-Дин. Ката баййанар-Рушду минал-Гайй. Фамай-йакфур бит-Тагути уа йу-мим-би-ЛЛахи факадис-тамсака бил-’уруатил-ууска, ланфиса-ма лаха. Уа-ЛЛаху Сами-’ун ‘алим ; AЛЛаху Уалий-йуллазина аману йухрижу-хум-миназ-зулумати илан-нур. Уаллазина кафару аулийа-у-хумут-Тагуту йухрижуна-хум-минан-Нуриила-зулу-мат. Ула-ика Ас-хабун-Нари хум фиха халидун",
    "translate": "Аллах — нет никого достойного поклонения, кроме Него, Живого, Самодостаточного. Им не овладевают ни дремота, ни сон. Ему принадлежит все, что на небесах, и все, что на земле. Кто может заступиться перед Ним без Его дозволения? Он знает их будущее и прошлое. Они постигают из Его знания только то, что Он пожелает. Его Курси объемлет небеса и землю, и Ему не трудно поддерживать их (небеса и землю). Он — Возвышенный, Великий ; Нет принуждения в (принятии) религии. Истинный путь (уже) стал отличаться от заблуждения. Кто не верит в ложные божества (в тагута), а верит в Аллаха, тот держится за крепчайшую рукоять, которая никогда не сломается. Аллах — Слышащий, Знающий ; Аллах — Покровитель верующих. Он выводит их из мрака к свету. А покровителями и помощниками неверующих являются тагуты, которые выводят их из света к мраку. Они — обитатели Огня, в котором они пребудут вечно. (Коран, 2:255-257)"
  },
  {
    "arabic_dua": "لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ; آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ; لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ",
    "transcript": "Ли-ЛЛахи ма фис-самауати уа ма фил-ард. уа интубду ма фи ан-фусикум ау тух-фуху йуха-сибкум бихи-ЛЛах. Фа-йаг-фиру лимай-йаша-у уайу-’аззибу май-йаша; уа-ЛЛаху ‘ала кулли шай-ин-Кадир ; А-манар-Расулу бима ун-зила илай-хи мир-Раббихи уал-му-минун. Кул-лун амана би-ЛЛахи уа мала икатихи уа кутубихи уа русулих. Ла нуфаррику бай-на ахадим-мир-русулих. Уа ка-лу сами’-на уа ата’-на; Гуфранака Раббана уа илайкал-масыр ; Ла йукалли-фу-ЛЛаху нафсан илла уус-’аха. Лаха ма касабат уа ‘алай-ха мак-тасабат. Раббана ла ту-ахизна ин-насина ау ахта-на. Раббана уа ла тахмил ‘алайна ис-ран-кама хамал-таху ‘алал-лазина мин-каб-лина. Раббана уа ла тухаммил-на ма ла таката лана бих. Уа’-фу ‘анна, уаг-фир лана, уархам-на. Анта Маула-на фан-сурна ‘алал-кау-мил-кафирин",
    "translate": "Аллаху принадлежит все, что на небесах, и все, что на земле. Раскроете вы то, что у вас в душе, или утаите — Аллах потребует с вас отчет за это. Он прощает (грехи), кому пожелает, и наказывает, кого пожелает. И Аллах — Всемогущий ; Посланник поверил в ниспосланное ему от Господа и верующие (тоже поверили в это). Все поверили в Аллаха, Его ангелов, Его Писания и Его посланников. (Верующие говорят): «Мы не делаем различий между Его посланниками». Они (также) говорят: «Слушаем и повинуемся! (Просим у Тебя) прощения, о наш Господь! Ведь к Тебе — возвращение» ; Аллах не возлагает на человека то, что ему не под силу. Ему (принесет пользу) то, что он приобрел, и против него — то, что он приобрел. Господь наш! Не наказывай нас, если мы забыли (о чем-то) или ошиблись. Господь наш! Не возлагай на нас бремя, которое Ты возложил на тех, кто был до нас. Господь наш! Не вменяй нам в обязанность то, что нам не под силу. Прости нас, сотри (наши грехи) и помилуй нас! Ты — наш Покровитель. Помоги же нам против неверующих! (Коран, 2:284-286)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ; إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۗ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; ШахидаЛлаху `Аннаху Ля Илляхя Илля Хуаль-Мяляикату Уа Улюль-`Ильми Каимаан Биль-Кысти Ля Илляхя Иля Хуаль-`Азизуль-Хакиим ; Иннад-Дина `ИндаЛлахиль-Ислям Уа Ма Акхталяфаль-Лязина Утюль-Китаба Иля Мин Ба`ди Ма Джаахумуль-Гыльму Багйяян Байнахум Уа Ма Йакфур Би АйатиЛляхи Фа ИннаЛлаху Сариуль-Хисааб",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Аллах свидетельствовал, что нет никого достойного поклонения, кроме Него, а также ангелы и обладатели знания (свидетельствовали это). Он поддерживает справедливость. Нет бога, кроме Него, Могущественного, Мудрого ; Поистине, (истинная) религия для Аллаха — это Ислам. Те, кому была дана Книга, разошлись во мнениях лишь после того, как к ним пришло знание, и из-за зависти одних к другим. Кто не поверил в знамения Аллаха, (пусть не забывает, что) Аллах скор в расчете (Коран, 3:18-19)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ ۗ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ ۗ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ ; ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ ; وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Инна РаббакумуЛлахуль-Лязи Халякас-Самауати Уаль-Арда Фи Ситтати Аййамин Суммастауа `Аляль-`Арши Йугшиль-Ляйлян-Нахара Йатлюбуху Хасисаан Уаш-Шамса Уаль-Камара Уан-Нуджума Мусаххаратин Би`амрихи `АляЛляхуль-Хальку Уаль-Амру ТабаракаЛлаху Раббуль-`Алямиин ; Уд`у Раббакум Тадарру`аан Уа Хуфйатан Иннаху Ля Йухыббуль-Му`тадиин ; Уа Ля Туфсиду Филь-Арды Ба`да Исляхиха Уад`уху Хауфаан Уа Тама`аан Инна РахматаЛлахи Карибун Миналь-Мухсиниин",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Поистине, ваш Господь — Аллах, который создал небеса и землю за шесть (земных) дней и возвысился (возвышением, подобающим величию Его Сущности, без передвижения и занимания места в пространстве) над Аршем.\n\nОн покрывает ночью день, который следует за ней без промедления. Солнце, луна и звезды — все они подчинены Его воле. Без сомнений, Он творит и повелевает (что пожелает). Возвышен Аллах (и бесконечно далек от любых недостатков), Господь миров! ; Обращайтесь (с мольбами) к Господу вашему смиренно и тайно (про себя). Поистине, Он не любит нарушающих границы (разумного в своих мольбах, когда к Нему обращаются с неподобающими мольбами, прося запретного или абсурдного) ; Не распространяйте порок (неверие и зло) на земле, после того как она приведена в порядок (благодаря тому, что Аллах направил посланников и установил шариат).  Обращайтесь к Нему (с мольбами) со страхом (что ваши деяния из-за их недостатков не будут приняты) и надеждой (что Он примет их по своей милости). Поистине, милость Аллаха (и ответ на мольбы) близка к добродетельным (Коран, 7:54-56)"
  },
  {
    "arabic_dua": "وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُون ; فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ ; فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ ; وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ ; قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ ; رَبِّ مُوسَىٰ وَهَارُونَ",
    "transcript": "Уа Аухайна Иля Муса Ан Альки `Асака Фа`иза Хийа Талькафу Ма Йа`фикуун ; Фауака`аль-Хакку Уа Баталя Ма Кяню Йа`малююн ; Фагулибу Хуналика Уанкалябу Сагыриин ; Уа Улькыйас-Сахарату Саджидиин ; Калю Аманна Бираббиль-`Алямиин ; Рабби Муса Уа Харуун",
    "translate": "Мы внушили Мусе: «Брось свой посох!» И (только он бросил посох, как) она (змея) стала поглощать их иллюзии ; Проявилась истина, и выявилась ложность того, что они (колдуны) сделали (их фокусов и иллюзий) ; Они (Фараон и его знать) были побеждены там и вернулись бесславными ; И тогда колдуны пали ниц ; Они (те, которые еще утром были неверующими колдунами) сказали: «Мы уверовали в Господа миров, ; Господа Мусы и Харуна» (Коран, 7:117-122)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; فَلَمَّا أَلْقَوْا قَالَ مُوسَىٰ مَا جِئْتُمْ بِهِ السِّحْرُ ۖ إِنَّ اللَّهَ سَيُبْطِلُهُ ۖ إِنَّ اللَّهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ ; وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Фа-ламма алкау кала Муса ма житум-бихис-сихр; инна-ЛЛаха са-йубтылух; инна-ЛЛаха ла йус-лиху ’амалал-муфсидин ; Уайу-хикку-ЛЛахул-Хакка би-Калима-тихи уа лау карихал-мужри-мун",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Когда они бросили (свои веревки и посохи), Муса сказал: «Вы явили колдовство. Поистине, Аллах развеет его. Аллах не поддерживает дела распространяющих вред ; Аллах укрепит истину Своими словами (обещаниями), даже если грешники не хотят этого» (Коран, 10:81-82)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا ; وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Куль Ид`уЛлаха Ау Ид`ур-Рахмана Аййанан Мма Тад`у Фаляхуль-Асма`уль-Хусна Уа Ля Таджхар Бисалятика Уа Ля Тухафит Биха Уабтаги Байна Залика Сабиляя ; Уа Кулиль-ХамдуЛилляхаль-Лязи Лям Йаттахиз Уалядаан Уа Лям Йакун Ляху Шарикун Филь-Мульки Уа Лям Йакун Ляху Уа Лийун Миназ-Зулли Уа Каббирху Такбираа",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Скажи (им): «Обращайтесь к Аллаху или обращайтесь к Милостивому! Как бы вы ни обращались к Нему, у Него есть прекрасные имена». Молясь, не повышай голос (так, чтобы тебя слышали язычники), но и не шепчи (чтобы сподвижники могли услышать тебя и получить пользу). Выбери среднее между этим ; Скажи: «Хвала Аллаху, у которого нет сына и у которого нет второго (бога) в управлении (миром)! Ему не нужен защитник от унижения (или помощник)». И возвеличивай Его наилучшим образом! (Коран, 17:110-111)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا ۖ إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Уа алки ма фи йаминика талкаф ма сана’у. Иннама сана’у кайду сахир; уа ла йуфлихус-сахиру хайсу ата",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Брось то, что у тебя в правой руке (посох), и оно проглотит все, что они сделали (их змей). Поистине, сделанное ими — это лишь колдовские хитрости. Не обретет успех колдун, куда бы он ни пришел» (Коран, 20:69)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ; فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ ; وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ ; وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Афахасибтум Аннама Халякнакум `Абасаан Уа Аннакум Иляйна Ля Турджа`уун ; Фата`аляЛлахуль-Маликуль-Хакку Ля Иляхя Илля Хуа Раббуль-`Аршиль-Кариим ; Уа Ман Йад`у Ма`аЛлахи Иляхаан Ахара Ля Бурхана Ляху Бихи Фаиннама Хисабуху `Инда Раббихи Иннаху Ля Йуфлихуль-Кафируун ; Уа Куль Раббигфир Уархам Уа Анта Хайрур-Рахимиин",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Неужели вы думали, что Мы создали вас просто так (без какой-либо мудрости) и что вы к Нам не вернетесь (сгинув в земле без следа)? ; Превыше всего Аллах, Истинный Властелин! Нет никого достойного поклонения, кроме Него, Господа драгоценного Арша ; Кто поклоняется наряду с Аллахом другим богам, у того нет на то никакого довода. Его расчет — у его Господа. Поистине, неверующие не обретут успех ; Скажи (Мухаммад): «Господи, прости и помилуй (верующих), ведь Ты — лучший из милующих!» (Коран, 23:115-118)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; وَالصَّافَّاتِ صَفًّا ; فَالزَّاجِرَاتِ زَجْرًا ; فَالتَّالِيَاتِ ذِكْرًا ; إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ ; رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ ; إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ ; وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ ; لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ ; دُحُورًا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ ; إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ ; فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا ۚ إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Уас-Саффати Саффаа ; Фальззаджирати Заджраа ; Фальтталийати Зикраа ; Инна Иляхакум Лявахиид ; Раббус-Самауати Уаль-Арды Уа Ма Байнахума Уа Раббуль-Машариик ; Инна Заййаннас-Сама`ад-Дунья Бизинатиналь-Кауакииб ; Уа Хифзаан Мин Кулли Шайтанин Мариид ; Ля Йассамма`уна Иляль-Маля`иль-А`ля Уа Йукзафуна Мин Кулли Джанииб ; Духураан Уа Ляхум `Азабун Уасииб ; Илля Ман Хатифаль-Хатфата Фа`атба`аху Шихабун Сакибуун ; Фастафтихим Ахум Ашадду Халькаан Ам Ман Халякна Инна Халякнахум Мин Тинин Лязииб",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Клянусь (ангелами), стоящими рядами, ; ставящими препятствие, ; читающими зикр! ; Поистине, ваш Бог — Единственный ; Он — Господь небес, земли и того, что между ними, Господь всех восходов ; Мы украсили ближайшее небо красотой звезд, ; (которые также служат) защитой от всех мятежных шайтанов ; Они не могут подслушивать (разговоры) высокого общества (ангелов), и их закидывают (метеоритами) со всех сторон, ; чтобы изгнать оттуда. Им — постоянное наказание ; Разве что (кто-то из шайтанов) услышит обрывок речи, но тут же вслед ему (прилетит) пылающий огонь ; Спроси их (людей), они прочнее по своей природе или то, что Мы сотворили (другие творения)? Поистине, Мы сотворили их из липкой глины (Коран, 37:1-11)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِين ; قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ ; يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ ; وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Уа из сарафна илайка нафарам-минал-Жинни йас-тами-’унал-Кур-ан. Фаламма хадаруху калу ансыту! Фаламма кудыйа уаллау ила каумихим-мунзирин ; Калу йа-каумана инна сами’-на Китабан унзила мим-ба’-ди Муса мусаддикал-лима байна йадайхи йахди илал-Хакки уа ила Тариким-Мустаким ; Йа-каумана ажибу Да-’ийа-ЛЛахи уа амину бихи йагфир лакум-мин-зунубикум уа йужиркум-мин-’азабин алим ; Уа малла йужиб Да-’ийа-ЛЛахи фалайса биму’-жизин-фил-арды уа лайса лаху мин-дунихи аулийа; ула-ика фи далалим-мубин",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; И Мы направили к тебе группу джиннов послушать Коран. Придя к нему, они сказали (друг другу): «Замолчите (и слушайте)!» Когда же оно (чтение Корана) завершилось, они вернулись к своему народу с предостережением ; Они сказали: «Народ наш! Поистине, мы услышали (чтение) Книги, ниспосланной после Мусы, подтверждающей то, что было до нее. Она ведет к истине и (направляет) по верному пути ; Народ наш! Ответьте проповеднику Аллаха и поверьте ему. Тогда Аллах простит вам некоторые из ваших грехов и спасет вас от мучительного наказания ; А тот, кто не ответит проповеднику Аллаха, не спасется на земле. Помимо Аллаха, нет у него других покровителей и помощников. Такие (люди) — в очевидном заблуждении» (Коран, 46:29-32)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ ; فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ ; يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ ; فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Йа Ма`шараль-Джинни Уаль-Инси Инистата`тум Ан Танфузу Мин Актарис-Самауати Уаль-Арды Фанфузу Ля Танфузуна Илля Бисультаан ; Фаби`аййи Аля`и Раббикума Туказзибаан ; Йурсалю `Алейкума Шувазун Мин Нарин Уа Нухасун Фаля Тантасираан ; Фаби`аййи Аля`и Раббикума Туказзибаан",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; О джинны и люди! Если вы можете проникнуть за пределы небес и земли, то проникайте. Но вы не проникните, не имея власти (на это)! ; Какую же из милостей вашего Господа вы отвергаете? ; На вас нашлют языки пламени и (расплавленную) медь, и вы друг другу не поможете ; Какую же из милостей вашего Господа вы отвергаете? (Коран, 55:33-36)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; لَوْ أَنْزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُون ; هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ ; هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ ; هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Ляу Анзальна Хазаль-Кур`ана `Аля Джабалин Ляра`айтаху Хаши`аан Мутасадди`аан Мин ХашйатиЛляхи Уа Тилькаль-Амсалю Надрибуна Линнаси Ля`алляхум Йатафаккаруун ; ХуаЛлахуль-Лязи Ля Иляхя Илля Хуа `Алимуль-Гайби Уаш-Шахадати Хуар-Рахманур-Рахиим ; ХуаЛлахуль-Лязи Ля Иляхя Илля Хуаль-Маликуль-Куддусус-Салямуль-Му`минуль-Мухайминуль-`Азизуль-Джаббаруль-Мутакаббир СубханаЛлахи `Амма Йушрикуун ; ХуаЛлахуль-Халикуль-Бари`уль-Мусаввир Ляхуль-Асма`уль-Хусна Йусаббиху Ляху Ма Фис-Самауати Уаль-Арды Уа Хуаль-`Азизуль-Хакиим",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Если бы Мы низвели этот Коран (не человеку, а) горе (наделив ее разумом), то ты увидел бы, как она (гора — пример твердости) смиренна и раскалывается от страха перед Аллахом. Такие сравнения Мы приводим людям для того, чтобы они размышляли (о величии и абсолютном могуществе Аллаха) ; Он — Аллах, и нет никого достойного поклонения, кроме Него. Он знает (все) тайное и явное. Он — Милостивый, Милующий ; Он — Аллах, и нет никого достойного поклонения, кроме Него. Он — аль-Малик, аль-Куддус, ас-Салям, аль-Муъмин, аль-Мухаймин, аль-ʼАзиз, аль-Джаббар, аль-Мутакаббир. Пречист Аллах и от всего, что они приписывают ему (от подобных Ему и от любых недостатков) ; Он — Аллах, аль-Халик, аль-Бари, аль-Мусаввир. У Него — самые прекрасные имена (с самым величественным смыслом). Заявляет о Его совершенстве все, что на небесах и на земле. Он — Всемогущий, Мудрый (Коран, 59:21-24)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا ; يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا ; وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا ; وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا ; وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا ; وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا ; وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا ; وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا ; وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Куль Ухийа Иляййа Аннахустама`а Нафарун Миналь-Джинни Факалю Инна Сами`на Кур`анаан `Аджабаа ; Йахди Иляр-Рушди Фа`аманна Бихи Уа Лян Нушрика Бираббина Ахадаа ; Уа Аннаху Та`аля Джадду Раббина Маттахаза Сахибатан Уа Ля Уалядаа ; Уа Аннаху Кана Йакулю Сафихуна `АляЛлахи Шататаа ; Уа Анна Зананна Ан Лян Такуляль-Инсу Уаль-Джинну `АляЛлахи Казибаа ; Уа Аннаху Кана Риджалюн Миналь-Инси Йа`узуна Бириджалин Миналь-Джинни Фазадухум Рахакаа ; Уа Аннахум Занну Кама Занантум Ан Лян Йаб`асаЛлаху Ахадаа ; Уа Анна Лямаснас-Сама`а Фауаджаднаха Мули`ат Харасаан Шадидаан Уа Шухубаа ; Уа Анна Кунна Нак`уду Минха Мака`ида Лиссам`и Фаман Йастами`иль-Ана Йаджид Ляху Шихабаан Расадаа",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Скажи (Мухаммад): «Мне было внушено, что группа джиннов послушала (Коран), затем они сказали: «Поистине, мы слышали удивительное чтение Корана ; Коран наставляет на истинный путь. Мы уверовали в него и больше не будем придавать нашему Господу равных ; Он превыше всего Своим величием, не имеет ни супруги, ни сына ; Это глупцы среди нас говорили про Аллаха неправду ; Мы же не думали, что люди и джинны могут лгать об Аллахе ; Некоторые люди обращались за помощью к джиннам, чем увеличивали их заблуждения ; Они думали так же, как и вы, что Аллах никого не будет воскрешать ; Мы поднялись на небо, но обнаружили, что оно заполнено суровыми стражами и падающими звездами ; Прежде мы садились там и подслушивали (разговоры ангелов). Но того, кто станет подслушивать сейчас, подстерегает падающая звезда (Коран, 72:1-9)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; قُلْ هُوَ اللَّهُ أَحَدٌ ; اللَّهُ الصَّمَدُ ; لَمْ يَلِدْ وَلَمْ يُولَدْ ; وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Куль хуАллааху Ахад ; Аллаахус-Самад ; Лям ялид уа лям юляд ; Уа лям якулляху куфууан Ахад",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Скажи: «Он — Аллах — Один ; Аллах Самодостаточен ; Он не родил и не был рожден ; И нет никого и ничего подобного Ему» (Коран, 112:1-4)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ; مِنْ شَرِّ مَا خَلَقَ ; وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ; وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ; وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Куль А`узу Бираббиль-Фаляк ; Мин Шарри Ма Халяк ; Уа Мин Шарри Гасикыйн Иза Уакаб ; Уа Мин Шаррин-Наффасати Филь-`Укад ; Уа Мин Шарри Хасидин Иза Хасад",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Скажи: «Прибегаю к (защите) Господа рассвета ; от зла всех Его творений ; От зла ночи, когда она наступает ; От зла дующих на узлы ; И от зла завистника, когда тот завидует» (Коран, 113:1-5)"
  },
  {
    "arabic_dua": "بِسْمِ اللّهِ الرَّحْمنِ الرَّحِيمِ ; قُلْ أَعُوذُ بِرَبِّ النَّاسِ ; قُلْ أَعُوذُ بِرَبِّ النَّاسِ ; مَلِكِ النَّاسِ ; إِلَٰهِ النَّاسِ ; مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ; الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ; مِنَ الْجِنَّةِ وَالنَّاسِ",
    "transcript": "Бисмилляхир-Рахманир-Рахиим ; Куль А`узу Бираббин-Наас ; Маликин-Наас ; Иляхин-Наас ; Мин Шарриль-Уасуасиль-Ханнаас ; Аль-Лязи Йувасвису Фи Судурин-Наас ; Миналь-Джиннати Уан-Наас",
    "translate": "С именем Аллаха, Милостивого ко всем на этом свете и лишь к верующим в день суда ; Скажи: «Я прибегаю к (защите) Господа людей, ; Властелина людей, ; Бога людей, ; от зла искусителя, отступающего (при упоминании Аллаха), ; который нашептывает в сердца людей ; (Шайтан бывает) из джиннов и людей» (Коран, 114:1-6)"
  }

]