[
    {
      "arabic_dua": "صلوات",
      "transcript": "Салават - Благословение на Пророка, Мир ему",
      "translate": "Воистину, Аллах и Его ангелы благословляют Пророка. О те, которые уверовали! Благословляйте его и приветствуйте миром (Коран, 33:56)"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ فِي الْأَوَّلِينَ وَالْآخِرِ ينَ وَفِي الْمَلَا ءِالْأَ عْلَى اِلَى يَوْمِ الدِّينِ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин филь аууалина уаль аахырин уа филь маляяя иль а'ляя иля йаумид-диин",
      "translate": "О Аллах! Ниспошли благословение Мухаммаду с первых и до последних дней и в Высшем Собрании (среди ангелов), вплоть до Судного дня"
    },
    {
      "arabic_dua": "أللَّهُمَّ صَلِّ وَ سَلِّمْ وَ بَارِكْ عَلَى سَيِّدِنَا مُحَمَّدِنِ الْفَاتِحِ لِمَا أُغْلِقَ وَالْخَاتِمِ لِمَا سَبَقَ وَ نَاصِرِ الْحَقِّ بِالْحَقِّ وَالْهَادِي إِلَى صِرَاطِكَ الْمُسْتَقِيم صَلَّى ٱللَّٰهُ تَعَالَى عَلَيْهِ وَ عَلَى آلِهِ وَ أَصْحَابِهِ حَقَّ قَدْرِهِ وَ مِقْدَارِهِ الْعَظِيمِ",
      "transcript": "Аллахумма Солли уа Саллям, уа барик 'аля Саййидинаа Мухаммадиниль Фатихи лима углик уаль хатими лима сабак. Уа наасыриль хаккы биль Хакк. Уаль Хаади иля Сыратыкяль мустакым. Солля Ллаху Та'аля 'алейхи уа 'аля аалихи уа асхабихи хакка кадрихи, уа микдарихиль 'Азым",
      "translate": "Славословия и приветствия нашему господину Мухаммаду. Он  — тот, кто открыл нам Твои сокровенные сокровища. Он — последнее звено в цепи пророков, он — победоносный помощник от Истинного, помогающий с помощью Истинного, он — тот, кто ведет людей по пути праведному! Ему и близким его нескончаемые славословия и приветствия"
    },
    {
      "arabic_dua": "السَلَامُ عَلَيْكَ أيُّهَا النَّبِيُّ وَ رَحْمَةُ اللهِ تَعَالَى وَ بَرَكَاتُهُ",
      "transcript": "Ас-Саляму 'алейкя аййухан-Набиййу уа рахмату Ллахи Та'аля уа баракятух",
      "translate": "Мир тебе, о Пророк, милость и благословение Всевышнего Аллаха"
    },
    {
      "arabic_dua": "اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ اْلأُمِّيِّ وَ عَلَى آَلِهِ وَ صَحْبِهِ وَ سَلِّمْ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин 'абдикя уа расуликян-набиййиль Умиййи уа 'аля аалихи уа Сахбихи уа Саллим",
      "translate": "О Аллах, благослови нашего господина Мухаммада, Твоего раба, Твоего пророка и Твоего посланника, неграмотного пророка, а также его семью и сподвижников."
    },
    {
      "arabic_dua": "صَلَوَاتُ اللهِ وَ مَلَاإِكَتِهِ وَأَنْبِيَاإِهِ وَ رُسُلِهِ وَجَمِيعِ خَلْقِهِ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ عَلَى آَلِ سَيِّدِنَا مُحَمَّدٍ عَلَيْهِ وَ عَلَيهِمْ السَّلَامُ وَ رَحْمَةُ اللهِ تَعَالَى وَ بَرَكَاتُهُ",
      "transcript": "Салявату Ллахи уа маляикатихи уа анбияихи уа русулихи уа джами'ы халькыхи 'аля Саййидина Мухаммадин уа 'аля аали Саййидина Мухаммадин 'алейхи уа 'алейхимус-Саляму уа рахмату Ллахи Та'аля уа баракятух",
      "translate": "Благословения Аллаха, Его ангелов, Его пророков, Его Посланников и всех Его творений да пребудут с Мухаммадом и семьёй Мухаммада, да пребудут мир и милсоть Аллаха и Его благословения с ним и на них"
    },
    {
      "arabic_dua": "اللَّهُـمَّ صَلِّ عَلَـى مُحَمَّـدٍ، وَعَلَـى آلِ مُحَمَّـدٍ، كَمَـا صَلَّيـتَ عَلَـى إبْرَاهِـيمَ وَعَلَـى آلِ إبْرَاهِـيمَ، إِنَّكَ حَمِـيدٌ مَجِـيدٌ ، اللَّهُـمَّ بَارِكْ عَلَـى مُحَمَّـدٍ، وَعَلَـى آلِ مُحَمَّـدٍ، كَمَـا بَارَكْتَ عَلَى إبْرَاهِـيمَ وَعَلَـى آلِ إبْرَاهِيمَ، إِنَّكَ حَمِـيدٌ مَجِـيدٌ",
      "transcript": "Аллахумма Солли 'аля Мухаммадин уа 'аля аали Мухаммад. Кяма Солляйта 'аля Ибрахима уа 'аля аали Ибрахим. Иннакя Хамидум-Маджид. Аллахумма Барик 'аля Мухаммадин уа 'аля аали Мухаммад. Кяма Баракта 'аля Ибрахима уа 'аля аали Ибрахим. Иннакя Хамидум-Маджид",
      "translate": "О Аллах, благослови Мухаммада и семейство Мухаммада, как благословил Ты Ибрахима и семейство Ибрахима, поистине, Ты – Достойный похвалы. Славный! О Аллах, пошли благословения Мухаммаду и семейству Мухаммада, как послал Ты их Ибрахиму и семейству Ибрахима, поистине. Ты – Достойный похвалы, Славный!"
    },
    {
      "arabic_dua": "اللّهُـمَّ صَلِّ عَلَـى مُحَمَّـدٍ عَبْدِكَ وَ عَلَى آلِهِ وَ أَزْوَاجِـهِ وَ ذُرِّيَّـتِهِ، كَمَـا صَلَّيْـتَ عَلَـى إبْرَاهِـيمَ وَ عَلَى آلِ إبْرَاهِـيمَ، وَ بَارِكْ عَلَـى مُحَمَّـدٍ وَ أَزْوَاجِـهِ وَ ذُرِّيَّـتِهِ، كَمَـا بَارَكْتَ عَلَـى إبْرَاهِـيمَ وَ عَلَى آلِ إбْرَاهِـيمَ. إِنَّكَ حَمِـيدٌ مَجِـيدٌ",
      "transcript": "Аллахумма Солли 'аля Мухаммадин 'абдикя уа 'аля аалихи уа азвааджихи уа зурриййатихи. Кяма Солляйта 'аля Ибрахима уа 'аля аали Ибрахим. Уа Барик 'аля Мухаммадин уа азвааджихи уа зурриййатихи. Кяма Баракта 'аля Ибрахима уа 'аля аали Ибрахим. Иннакя Хамидум-Маджид",
      "translate": "О Аллах, благослови Мухаммада, его жён и его потомство, как благословил Ты семейство Ибрахима, и пошли благословения Мухаммаду, его жёнам и его потомству, как послал Ты их семейству Ибрахима, поистине. Ты – Достойный похвалы, Славный!"
    },
    {
      "arabic_dua": "اَللَّهُمَّ صَلِّ صَلَاةً كَامِلَةً وَسَلِّمْ سَلَاماً تَامًّا عَلَى سَيِّدِنَا مُحَمَّدٍ اِلَّذِي تَنْحَلُّ بِهِ الْعُقَدُ وَتَنْفَرِجُ بِهِ الْكُرَبُ وَتُقْضَى بِهِ الْحَوَائِجُ وَتُنَالُ بِهِ الرَّغَائِبُ وَحُسْنُ الْخَوَاتِمِ وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيمِ وَعَلَى آلِهِ وَصَحْبِهِ فِي كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْــلُومٍ لَكَ",
      "transcript": "Аллахумма Солли Салятан кямилятан уа Саллим. Саляман тамман 'аля Саййидина Мухаммадинил-Лязи танхалю бихиль 'укад. Уа танфариджу бихиль кюраб. Уа тукъдаа бихиль хаваа идж. Уа туналю бихир-рагаибу уа хуснуль хаватим уа йустаскаль гамаму би уаджхихиль Кярим. Уа 'аля аалихи уа Сахбихи фии кулли лямхатиу уа нафсин би'адади кулли ма'люю мил-ляк",
      "translate": "О Аллах! Ниспошли свое самое совершенное благословение и наи- лучшим образом ниспошли мир предводителю нашему Мухаммаду, с помощью которого трудности получают разрешение, страдания и скорби исчезают, потребности удовлетворяются, мечты и чаяния свершаются, благие дела получают доброе завершение, облака приносят дождь. Семье его и сподвижникам также ниспошли благословения, число которых равно всему, что только известно Тебе"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ طِبِّ الْقُلُوبِ وَدَوَاءِهَا وَ عَافِيَةِ الْأَبْدَانِ وَشِفَاءِهَا وَ نُورِ الْأَبْصَارِ وَضِيَا أِهَا وَ عَلَى آلِهِ وَ صَحْبِهِ وَ سَلِّمْ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин, тыббиль кулююби вадаваа ихаа уа 'аафиятиль абдаани уа шифааихаа уа нууриль абсъаари уа дыйаа ихаа уа 'аля аалихи уа Сахбихи уа Саллим",
      "translate": "О Аллах! Ниспошли благословения и мир исцелению и лекарству для наших сердец, здоровью и излечению наших тел, свету и сиянию наших глаз  — предводителю нашему Мухаммаду, членам его семьи и сподвижникам"
    },
    {
      "arabic_dua": "اَللَّهُمَّ صَلِّي وَ سَلِّمْ وَبَارِكْ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ عَلَى آلِهِ وَ صَحْبِهِ وَ سَلِّمْ",
      "transcript": "Аллахумма Солли уа Саллим уа баарик 'аля Саййидина Мухаммадин уа 'аля аалихи уа Сахбихи уа Саллим",
      "translate": "О Аллах, ниспошли славословия, приветствия и благословения на Пророка Мухаммада, мир ему, членам его семьи и его сподвижникам"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَ عَلَى آلِ سَيِّدِنَا مُحِمَّدٍ، صَلَاةً تُنَجِّينَا بِهَا مِنْ جَمِيعِ الْأَهوَالِ وَالْأَفَاتِ، وَتَقْضِي لَنَا بِهَا جَمِيعَ الْحَاجَاتِ وَتُطَهِّرُنَا بِهَا مِنْ جَمِيعِ السَّيِّئَاتِ وَتَرْفَعُنَا بِهَا أَعْلَى الدَّرَجَاتِ وَتُبَلِّغُنَا بِهَا أَقْصَى الْغَايَاتِ مِنْ جَمِيعِ الْخَيْرَاتِ فِي الْحَيَاةِ وَبَعْدَ الْمَمَاتِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينِ. حَسْبُنَا اللهُ وَ نِعْمَ الوَكِيلُ، نِعْمَ المَوْلَى وَ نِعْمَ النَّصِيرُ، غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيرُ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин уа 'аля аали Саййидина Мухаммад. Салятан тунаджджинаа биха мин джами'иль ахвали уаль афаат. Уа такдыы ляна биха джами'аль хааджаат, уа тутаххыруна биха мин джами'ис-саййиат, уа тарфа'уна биха а'ляд-дараджаат. Уа тубаллигунаа биха аксаль гаайаат, мин джами'иль хайрати филь хайаати уа ба'даль мамаат. Би рахматикя йа архамар-Раахимиин. Хасбуна Ллаху уа ни'маль уакиль. Ни'маль мауля уа Ни'ман-Насыр. Гуфранакя Раббана уа иляйкяль масыыр",
      "translate": "О Аллах! Ниспошли предводителю нашему Мухаммаду и членам семьи его благословение и мир, и этим спасительным благословением избавь нас от всех опасностей, страхов и несчастий, облегчи все наши трудности, отдачи нас от всего дурного, вознеси до самых высоких степеней, приведи нас ко всему наилучшему и самому благому как в этой жизни, так и после смерти, по милости Твоей, о Всемилостивый и Всемилосердный. Достаточно нам Аллаха как Покровителя  — Он наилучший Господин и наилучший Помощник. Молим Тебя о прощении и возврате к Тебе"
    },
    {
      "arabic_dua": "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ وَ اهْدِنِى مِنْ عِنْدِكَ وَ أَفْضِ عَلَيَّ مِنْ فَضْلِكَ وَ انْشُرْ عَلَيَّ مِنْ رَحْمَتِكَ وَ أَنْزِلْ عَلَيَّ بَرَكَاتِكَ",
      "transcript": "Аллахумма Солли 'аля Мухаммадин уа 'аля аали Мухаммад. Уахдинии мин 'ындакя, афды 'аляййа мин фадликя, уа ншур 'аляййа мир-рахматикя, уа анзиль 'аляййа баракятик",
      "translate": "О Аллах! Ниспошли благословение Мухаммаду и членам семьи Мухаммада. Направь меня на верный путь к Тебе. Ниспошли на меня Свою благодать. Одари меня милостью и благодеянием Твоим"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ كُلَّمَا ذَكَرَهُ الذَاكِرُونَ وَ صَلِّ عَلَى مُحَمَّدٍ كُلَّمَا غَفَلَ عَنْ ذِكْرِهِ الغَافِلُونَ",
      "transcript": "Аллахумма Солли 'аля Мухаммадин куллямаа закяраху заакирууна уа Солли 'аляя Мухаммадин куллямаа гафаля 'ан зикрихи гаафилююн",
      "translate": "О Аллах, благослови Мухаммада всякий раз, когда поминающие (те, кто его помнят, часто поминают), упоминают его, и благослови Мухаммада всякий раз, когда невнимательные (невнимательные, забывчивые) забывают упомянуть его (или забывают произнести Салават)"
    },
    {
      "arabic_dua": "جَزَى اللهُ عَنَّا مُحَمَّدًا صَلَّى اللهُ تَعَالَى عَلَيْهِ وَ سَلَّمَ بِمَا هُوَ أَهْلُهُ",
      "transcript": "Джаза Ллаху 'анна Мухаммадан Солля Ллаху Та'аля 'алейхи уа Саллям бимаа хува ахлюх",
      "translate": "О Аллах, воздай от нас Мухаммаду, да благословит его Всевышний Аллах и приветствует, тем, чего он заслуживает"
    },
    {
      "arabic_dua": "مَولَايَ صَلِّ وَسَلَّمْ دَائِهَا أَبَدًا عَلَى حَبِيبِكَ خَيْرِ الْخَلْقِ كُلِّهِمْ",
      "transcript": "Мауля йа Солли уа саллим даиман абадан 'аля хабиибикя хайриль халькы куллихим",
      "translate": " О Господь мой! Ниспошли вечные, постоянные благословения и мир возлюбленному Тобой, лучшему из лучших созданий Своих"
    },
    {
      "arabic_dua": "اَللّٰهُمَّ صَلِّى عَلَى سَيِّدِنَا مُحَمَّدٍ وَ اَنْزِلْهُ الْمُنزَلَ الْمُقَرَّبَ عِنْدَكَ يَوْمِ الْقِيَامَةِ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин уа анзильхуль мукарраба 'ындакя йаумиль кыйаамах",
      "translate": "О Аллах мой! Ниспошли нашему предводителю Мухаммаду благословение и удостой его в день Воскрешения места, приближенного к Тебе"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى رُوحِ سَيِّدِنَا مُحَمَّدٍ فِي الْأَرْوَاحِ وَصَلَّ عَلَى جَسَدِ سَيِّدِنَا مُحَمَّدٍ فِي الْأَجْسَادِ وَصَلِّ عَلَى قَبْرِ سَيِّدِنَا مُحَمَّدٍ فِي الْقُبُورِ ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمْ",
      "transcript": "Аллахумма Солли 'аля рухи саййидина Мухаммадин филь арвах, уа солли 'аля джасади саййидина Мухаммадин филь аджсад уа солли 'аля кабри саййидина Мухаммадин филь кубур ва 'аля аалихи ва-сахбихи уа саллим",
      "translate": "О Аллах! Ниспошли благословение среди всех душ душе духовного предводителя нашего Мухаммада, ниспошли благословение среди всех тел телу духовного предводителя нашего Мухаммада, ниспошли благословение среди всех могил могиле духовного предводителя нашего Мухаммада, членам его семьи и сподвижникам. Мир им"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّي عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَأَصْحَبِهِ أَفْضَلَ صَلَوَاتِكَ عَدَدَ مَعْلُومَاتِكَ وَبَارِكْ وَسَلَّمْ تَسْلِيمًا كَذَلِكَ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин уа 'аля 'алихи уа асхабихи афдаля салаватика 'адада маʻлюматика уа барик уа-саллим таслиман кязалик",
      "translate": "О Аллах! Ниспошли самое лучшие благословения нашему предводителю Мухаммаду, членам его семьи и сподвижникам, в том количестве, что известно только Тебе. Ниспошли им в той же мере мира"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّي وَسَلَّمْ عَلَى شَفِيعِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِينَ",
      "transcript": "Аллахумма Солли 'аля Шафи'ина Мухаммадин уа 'аля аалихи уа Сахбихи аджмаин",
      "translate": "О Аллах! Ниспошли благословение и мир заступнику нашему Мухаммаду, членам его семьи и всем его сподвижникам"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ وَصَلِّ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин 'абдикя уа расуликя уа Солли 'аляль му'минина уаль му'минат, уаль муслимина уаль муслимат",
      "translate": "О Аллах мой! Ниспошли благословение рабу и посланнику Своему Мухаммаду. Ниспошли благословение всем верующим, — и мужчинам и женщинам, и всем мусульманам и мусульманкам"
    },
    {
      "arabic_dua": "اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآدَمَ وَنُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى وَمَا بَيْنَهُمْ مِنَ النَّبِيِّنَ وَالْمُرْسَلِينَ . صَلَوَاتُ اللهِ وَسَلَامُهُ عَلَيْهِمْ أَجْمَعِينَ",
      "transcript": "Аллахумма Солли 'аля Саййидина Мухаммадин уа Адама уа Нухин уа Ибрахим, уа Муса, уа 'Иса уа маа байнахум-минан-набиййина уаль мурсалин. Салявату Ллахи уа Салямуху 'алейхим аджма'ин",
      "translate": "О Аллах! Ниспошли мир предводителю нашему Мухаммаду, Адаму, Нуху, Ибрахиму, Мусе и 'Исе и всем пророкам и посланникам, которые были между ними. Да будет благословение и мир Аллаха всем им"
    }
]